[
  {
    "field_years": {
      "und": [
        {
          "tid": "164"
        },
        {
          "tid": "163"
        },
        {
          "tid": "162"
        },
        {
          "tid": "161"
        },
        {
          "tid": "160"
        },
        {
          "tid": "159"
        },
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor-in-chief and president"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441120780",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7549",
    "title": "Barry Bingham, Sr.",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Bingham  Sr."
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "Louisville Courier-Journal"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Barry"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "162"
        },
        {
          "tid": "161"
        },
        {
          "tid": "160"
        },
        {
          "tid": "159"
        },
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "Editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440711363",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7554",
    "title": "Erwin D. Canham",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Canham"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Erwin D. Canham</strong>, who guided <em>The Christian Science Monitor</em> as its chief news executive for nearly three decades, died yesterday in Agana, Guam. It was under Mr. Canham&#39;s leadership that the churchsponsored paper attained its reputation for thoughtful, analytical coverage. Mr. Canham was 77 years old.</p><p>Mr. Canham underwent abdominal surgery on Guam two weeks ago. He and his wife, Patience, maintained homes on Saipan, where he had served as resident commissioner of the Northern Marianas Islands in the 1970&#39;s, and at Cape Cod, Mass.</p><p>Mr. Canham, a soft-spoken, genteel man with a puckish sense of humor, served the internationally circulated newspaper for 49 years as reporter, Washington bureau chief, columnist, managing editor, editor and editor in chief. He became editor emeritus in 1974 and five years later retired.</p><p><strong>Strengthened Foreign Coverage </strong></p><p>As the newspaper&#39;s editor from 1945 to 1964 and as editor in chief for the next 10 years, he strengthened <em>The Monitor</em>&#39;s coverage of foreign news and developed staff specialists in that and other areas.</p><p>&quot;The paper had had expert editors before him, and they were competent professionals, but a more intense journalistic competence was developed under Canham,&#39;&#39; said Saville R. Davis, former managing editor of the paper.</p><p>Mr. Canham was also respected for his knowledge of international affairs, familiarity with political and business leaders around the world and his many outside interests.</p><p>&#39;&#39;He was extremely speedy as a thinker and a writer,&#39;&#39; turning out a column and serving on outside comittees while putting out a newspaper, said the paper&#39;s editor, Earl W. Foell.</p><p><strong>Paper&#39;s Charter From Miss Eddy </strong></p><p>The Boston-based newspaper, which has a circulation of 180,000, has carefully adhered to the philosophy of Mary Baker Eddy, the founder of Christian Science who established the publication in 1908 and said its goal would be &#39;&#39;to injure no man, but to bless all mankind.&#39;&#39;</p><p>In practice, this meant little emphasis on crime, violence and disasters, and greater attention to topics of long-term significance. In a departure from the practice at most other newspapers, <em>The Monitor </em>has given little attention to medical news because of the church&#39;s emphasis on spiritual healing. However, Mr. Canham said, this had its compensations because much medical news was of transient significance.</p><p>In explaining the newspaper&#39;s approach, Mr. Canham argued that, by the mid-1960&#39;s, radio and television had forced newspapers to go beyond &#39;&#39;the mere reporting of the event&#39;&#39; and that editors should &#39;&#39;press the task of reporting more deeply and widely.&#39;&#39; However, he warned that reporters must avoid coloring their articles with opinion.</p><p>Mr. Canham&#39;s career was an unusual combination of two deep interests: religious concern and a nose for news. A lifelong Christian Scientist, he taught a Sunday school class of college students at the Mother Church, near his office.</p><p>In 1966, he was given a one-year term in the largely honorary post of president of the church. In a worldwide lecture tour, he argued that the estrangement of science and religion was a mistake, adding, &#39;&#39;It is important to see that truth -spiritual truth - runs through all aspects of life.&#39;&#39;</p><p>Robert P. Hey, <em>The Monito</em>r&#39;s managing editor, said: &#39;&#39;He had quite an extraordinary gift for combining the big, broad canvas, in terms of national and international coverage, with the importance of the individual, no matter what his job. He made it his business to know something about and to care about you.&#39;&#39;</p><p>Erwin Dain Canham was born Feb. 13, 1904, in Auburn, Me. His father was agricultural editor of <em>The Lewiston</em> (Me.) <em>Sun and Journal</em>. Mr. Canham recalled that when he was 8 years old he stood on a chair in f ront of an old-fashioned wall telephone and took down items for publication. At 14, he became a general repor ter for the paper in theWorld War I manpower shortage.</p><p>He worked as a correspondent for up to eight daily newspapers while attending Bates College in Lewiston. Received Rhodes Scholarship</p><p>After graduating in 1925, he reported for <em>The Monitor </em>for a year before attending Oxford University as a Rhodes scholar. While there he covered the League of Nations for <em>The Monitor</em>.</p><p>Rejoining the newspaper full time, Mr. Canham covered national and international events, served as chief of the Washington bureau from 1932 to 1939, and was general news editor until 1942, when he became managing editor. Four years later he became the editor.</p><p>A year after being named editor emeritus, Mr. Canham was sent to Saipan by the United States Government to administer a plebiscite in which residents of the Northern Marianas Islands voted to withdraw from the American-administered Trust Territory of the Pacific Islands. He was Resident Commissioner from 1975 until 1978.</p><p><strong>Accepted Outside Positions </strong></p><p>Unlike some newspaper editors, Mr. Canham accepted a variety of outside posts. In 1948 he was vice chairman of the United States delegation to the United Nations Conference on Freedom of Information. In the Eisenhower Administration, he was chairman of the National Manpower Council and a member of the Commission on Information, which helped shape United States policy on information and propaganda.</p><p>In 1959, he was president of the Chamber of Commerce of the United States. In the 1970&#39;s, he was a member of President Nixon&#39;s Commission on Campus Unrest and a member of the board of the Public Broadcasting Service. He was president of the American Society of Newspaper Editors in 1948-49.</p><p>Mr. Canham&#39;s first wife, the former Thelma Whitman Hart, died in 1967. In addition to his wife, he is survived by two daughters, Carolyn Shale Paul and Elizabeth Davis. -- (from The New York Times, Jan. 4, 1982 by William Dickie) Edward D.</p><p>Canham joined the Pulitzer Board in 1958.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Christian Science Monitor"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Erwin D."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Boston, MA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "163"
        },
        {
          "tid": "162"
        },
        {
          "tid": "161"
        },
        {
          "tid": "160"
        },
        {
          "tid": "159"
        },
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        },
        {
          "tid": "151"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "President and Publisher"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440788293",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7558",
    "title": "Norman Chandler",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Chandler"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "Los Angeles Times"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Norman"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "165"
        },
        {
          "tid": "164"
        },
        {
          "tid": "163"
        },
        {
          "tid": "162"
        },
        {
          "tid": "161"
        },
        {
          "tid": "160"
        },
        {
          "tid": "159"
        },
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "executive secretary, The Pulitzer Prizes"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441121037",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7580",
    "title": "John Hohenberg",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Hohenberg"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<div class=\"view-field view-data-body\"><p class=\"article\">August 8, 2000<br /><strong>John Hohenberg, 94, Former Pulitzer Prize Official, Dies</strong><p class=\"article\">By DOUGLAS MARTIN</p><p class=\"article\">John Hohenberg, who began his journalism career as a teenager by snatching an interview with the president of the United States and went on to become administrator of the Pulitzer Prizes, died Sunday morning at his home in Knoxville, Tenn. He was 94.</p><p class=\"article\">Mr. Hohenberg also taught journalism for many years at Columbia University and wrote a widely used textbook on reporting. In all, he wrote 22 books -- including a novel at the age of 80 -- and maintained an arduous professional itinerary.</p><p class=\"article\">He wrote for numerous New York newspapers and taught at universities from New York to Tennessee to Florida to Kansas to Syracuse. He traveled the world, particularly Asia, lecturing for the State Department and other federal agencies. He began the practice of publishing the names of Pulitzer jurors and of drawing jurors from regions beyond New York.</p><p class=\"article\">Mr. Hohenberg came from the golden age of competitive newspapering, covering the 1935 trial of Bruno Richard Hauptmann -- who was convicted of kidnapping Charles Lindbergh&#39;s baby -- hanging out with Hemingway in Paris and reporting on the birth pangs of the United Nations and Israel. Tom Goldstein, dean of the Graduate School of Journalism at Columbia University, speaks of &#39;&#39;the John Hohenberg legend.&#39;&#39;</p><p class=\"article\">Mr. Hohenberg&#39;s larger mission was elevating journalism itself, and he viewed the painstaking selection of Pulitzer winners as another means of raising the bar.</p><p class=\"article\">&#39;&#39;Our news media, our reporters and editors -- if they are serious people and if they really mean business and aren&#39;t merely sensation-minded -- should be the conscience of the American people,&#39;&#39; he said in a 1988 interview in <em>The New York Times</em>.</p><p class=\"article\">He abhorred pomposity and wordiness, regarding journalism as a spontaneous ballet that could seldom be perfect because of daily deadlines. His motto, first growled to him by a crusty editor, was, &#39;&#39;Go with what you got.&#39;&#39; Generations of journalism students at Columbia committed the slogan to memory and the class of &#39;69 had it printed on sweatshirts.</p><p class=\"article\">Mr. Hohenberg was born on Feb. 17, 1906, in a tenement on the Lower East Side of Manhattan, the son of Louis Hohenberg, a Hungarian immigrant, and Jettchen Scheuermann, an immigrant from Germany. When he was 18 months old, the family moved to Seattle, where his father set up several small businesses.</p><p class=\"article\">He started as an engineering student at the University of Washington but did not like it. His father refused to pay for the liberal arts education he wanted, so the gangling 17-year-old showed up at <em>The Seattle Star</em>, now closed, to ask for a job.</p><p class=\"article\">The response was brusque, he later recalled. &#39;&#39;Listen, kid,&#39;&#39; the city editor said, &#39;&#39;the president of the United States is coming to Seattle tomorrow. You get me an exclusive interview and I&#39;ll give you a job.&#39;&#39;</p><p class=\"article\">When the Secret Service demanded to see his nonexistent press credentials, employment seemed unlikely. He called the office, fearing that his name would mean nothing.</p><p class=\"article\">&#39;&#39;Mercifully,&#39;&#39; he wrote later, &#39;&#39;by grace of the kindly Jehovah that watches over babies, pretty girls and addled young men, the city editor remembered me and was sportsman enough to clear me for passage to the pier as a Star reporter.&#39;&#39;</p><p>The result was a second&#39;s conversation in which President Warren G. Harding allowed that he liked Seattle. Mr. Hohenberg turned the remark into a three-page story. &#39;&#39;For better or worse, I had become a newspaperman,&#39;&#39; Mr. Hohenberg said.</p><p class=\"article\">The family soon moved back to New York to be nearer relatives. While attending journalism school at Columbia, Mr. Hohenberg worked for T<em>he New York Graphic</em>, his first stop in 25 years of working for New York papers. After graduating, he toured Europe as the recipient of a Pulitzer Traveling Scholarship.</p><p class=\"article\">In 1948, as he was reporting on the establishment of the United Nations at Lake Success, N.Y., he was asked to substitute for a Columbia journalism teacher who had broken a leg. The students liked him, he liked the students and a new career began.</p><p class=\"article\">In 1960, he published what became the basic reporting and writing textbook used at many journalism schools, &#39;&#39;The Professional Journalist&#39;&#39; (Holt, Rinehart &amp; Winston), which went through five editions and has been translated into Chinese, Japanese, Arabic and Spanish.</p><p class=\"article\">His 21 other books ranged from several histories of the Pulitzer Prize to an exhaustive history of foreign correspondence, recounting its beginnings in the Napoleonic Wars and offering long analyses of the challenges facing journalism.</p><p class=\"article\">Soon after his appointment in 1953 as administrator of the Pulitzer Prizes and secretary of the Advisory Board on Pulitzer Prizes, he nudged at least two members of the Pulitzer board into seeing all the plays under consideration for the drama prize, something not necessarily done before.</p><p class=\"article\">In later years, he wrote about how the Columbia trustees, as final arbiters, refused to accept the Pulitzer board&#39;s recommendation that <em>The New York Times </em>be given a prize in 1972 for its publication of stories based on the Pentagon Papers, the government&#39;s classified history of the Vietnam War.</p><p class=\"article\">The trustees were uneasy over the newspaper&#39;s decision to report classified material, an unusual action for journalists in that period. Columbia&#39;s president, William J. McGill, persuaded the trustees to reverse their decision.</p><p class=\"article\">Then, Mr. McGill and Mr. Hohenberg persuaded the trustees to yield veto power over the Pulitzers, perhaps the biggest procedural change during Mr. Hohenberg&#39;s tenure, which ended in 1975. The year before, he had accepted an appointment as professor of journalism at the University of Tennessee. That was the first of a chain of academic stops over the last two decades of his life.</p><p class=\"article\">Mr. Hohenberg married Dorothy Lannier, a classmate at Columbia, in 1928. She died in 1977. They had no children. He is survived by his second wife, JoAnn Fogarty Johnson, and her two children, whom he adopted: Pamela Green of Knoxville and Eric of Dawsonville, Ga.</p><p class=\"article\">In 1986, Mr. Hohenberg&#39;s wife found a yellowing manuscript on newspaper copy paper in the basement that turned out to be the skeleton of a spy novel he had abandoned in the 1920&#39;s. He whipped it into shape and sold it, under the title &#39;&#39;The Parisian Girl.&#39;&#39;</p><p class=\"article\">In 1976 he received a Pulitzer Prize special award for his service to journalism. The citation said thousands of journalists had learned to value his tough integrity.</p><p>&#39;&#39;From you they learned to respect the language,&#39;&#39; it read. &#39;&#39;They might split an infinitive because you taught them how. But they dare not dangle a participle. You forbid it.&#39;&#39;</p></div><p>&nbsp;</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "John"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "170"
        },
        {
          "tid": "169"
        },
        {
          "tid": "168"
        },
        {
          "tid": "167"
        },
        {
          "tid": "166"
        },
        {
          "tid": "165"
        },
        {
          "tid": "164"
        },
        {
          "tid": "163"
        },
        {
          "tid": "162"
        },
        {
          "tid": "161"
        },
        {
          "tid": "160"
        },
        {
          "tid": "159"
        },
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "100",
          "title": "",
          "filename": "gkirk.jpg",
          "alt": "Grayson Kirk",
          "timestamp": "1439236146",
          "filesize": "13956",
          "fid": "911",
          "width": "130",
          "uri": "public://gkirk.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441312654",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7588",
    "title": "Grayson Kirk",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Kirk"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">Grayson L. Kirk</strong>, the internationally known political scientist and former president of Columbia University, died today (Friday) at the age of 94. He had suffered recently from congestive heart failure and died in his sleep at his home in Bronxville, N.Y., said his son, John.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Dr. Kirk was chief executive of Columbia for more than 17 years. He was president from 1953 to 1968 and had been acting head of the University the previous two years while his predecessor, Dwight D. Eisenhower, was on leave to serve as commander of NATO.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Associated with Columbia as a professor since 1940, Dr. Kirk advised the State Department on international politics in the 1940s and helped create the United Nations. He was named provost of the University in 1949 and became its 14th president Jan. 20, 1953. During his presidency he was appointed Bryce Professor of the History of International Relations, and for a time he was president of the Council on Foreign Relations.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Columbia President George Rupp said today: &quot;Grayson Kirk was among the most vigorous and successful proponents of the idea that attention to world affairs in higher education was essential to international understanding. He made enormous contributions to Columbia in that and many other ways.&quot;</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">As president, Dr. Kirk transformed the University: he created six new regional institutes in international affairs, opened new research programs in physics, medicine and oceanography, established the School of the Arts and a division of urban planning in the architecture school, doubled the size of Columbia&#39;s libraries and raised more than $70 million for new buildings.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He retired in August of 1968, two months before his 65th birthday. He said he did so both to devote more time to the University&#39;s current capital campaign and to help ensure the prospect of more normal University operations during the coming academic year following student protests that had occurred in the spring over issues of civil rights and the Vietnam War. That April, speaking at the University of Virginia, Dr. Kirk himself had made a strong and widely reported appeal to the government to get out of Vietnam &quot;as quickly as possible.&quot; Several days later students had occupied his office as part of major campus demonstrations urging the same. Police were called in to clear demonstrators from six buildings.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">William E. Peterson, then chairman of the University Trustees, accepted Dr. Kirk&#39;s resignation &quot;with deep regret&quot; and said he had served &quot;with extraordinary distinction.&quot; &quot;Under his guidance, the scope of the University&#39;s activities has grown dramatically, without sacrifice of its standards of academic<br style=\"margin: 0px; padding: 0px;\" />excellence,&quot; Mr. Peterson said.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Grayson Louis Kirk was born Oct. 12, 1903, in Jeffersonville, Ohio. He earned the B.A. at Miami University (Ohio), the M.A. at Clark University and the Ph.D. at the University of Wisconsin after study at the Ecole Libre des Sciences Politiques in Paris.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He taught at Wisconsin from 1929 to 1940, rising from instructor to professor of political science. He joined Columbia in 1940 as associate professor of government and became a full professor in 1943.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">In 1942-43, during World War II, Dr. Kirk took a leave to head the security section of the Division of Political Studies of the U.S. State Department. In 1944 he was a member of the United States Delegation staff at the Dumbarton Oaks Conference and in 1945 served as executive officer of the Third Commission (Security Council) in San Francisco, when the United Nations was created.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">His knowledge and experience in international affairs was reflected in new programs and initiatives at Columbia during his subsequent presidency. Six of its nine regional institutes were created under his guidance: the Southern Asian Institute, the Institute of Latin American Studies, the Research Institute on Communist Affairs, the Institute of African Studies, the Institute on East Central Europe and the Middle East Institute. He established the University&#39;s first formal center for international students.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Dr. Kirk took what was a collection of programs in painting, sculpture, drama, writing and film and strengthened them with full faculty status as the School of the Arts, created in 1965. A grant of $10 million by the Ford Foundation established the Center for Urban Community Affairs, which developed programs to aid employment, education, health, housing and cultural opportunities in Harlem.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He built what is now Greene Hall for the law school, Uris Hall for business, the Mudd building for engineering, the International Affairs Building, the William Black Building for medical research and the core library building at the Lamont-Doherty Earth Observatory. He also created Columbia&#39;s first Computer Center.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">The Columbia Libraries grew from 2 million to 4 million volumes; faculty salaries also doubled, and the endowment quadrupled to more than $400 million. He also launched an unprecedented capital campaign with a goal of $200 million.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">&quot;Since 1954, the University has established new programs which have directed top level academic attention to a wide range of the most vital subjects of concern to modern society,&quot; Mr. Peterson said on behalf of the Trustees when Dr. Kirk stepped down. &quot;The expansion of Columbia&#39;s physical facilities required by this academic growth has been unprecedented and could not have been accomplished without Dr. Kirk&#39;s leadership. His dedication, stamina and integrity have left an indelible mark.&quot;</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Dr. Kirk was named president emeritus and trustee emeritus in 1968 and Bryce Professor Emeritus in 1972.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He was the author of several works on international relations and was a member of the American Academy of Arts and Sciences, the American Philosophical Society and Phi Beta Kappa. He was president of the American Society of the French Legion of Honor and vice president of the Pilgrims of the United States. He was a director or trustee of the Academy of Political Science, the Tinker Foundation, the Asia Foundation, the French Institute, the Institute of International Education, the LycÚe FranÙais of New York, and of Consolidated Edison Company of New York, I.B.M. and the Greenwich Savings Bank.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He received honorary degrees from more than 35 leading universities here and abroad, including the universities of Delhi, Sussex and Bologna as well as Princeton and Harvard. He was decorated by nine international honor societies.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">His wife, Marion Sands Kirk, died in 1996. Besides his son, John Grayson Kirk, he is survived by four grandchildren and two great-grandchildren. A memorial service on campus is being planned.</p><p class=\"small\" style=\"margin: 7px 0px 5px 5px; padding: 0px; line-height: 1.2em; font-size: 0.9em; font-family: Verdana, Arial, Helvetica, sans-serif; background-color: rgb(255, 255, 255);\">- Columbia University Press Release, November 21, 1997.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Grayson"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "publisher"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441312725",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7599",
    "title": "Ralph McGill",
    "field_last_name": {
      "und": [
        {
          "safe_value": "McGill"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The Atlanta Constitution"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Ralph"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "162"
        },
        {
          "tid": "161"
        },
        {
          "tid": "160"
        },
        {
          "tid": "159"
        },
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "vice president and editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441313932",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7603",
    "title": "Kenneth MacDonald",
    "field_last_name": {
      "und": [
        {
          "safe_value": "MacDonald"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">Kenneth MacDonald</strong>&nbsp;worked at the [Des Moines Register] for 50 years, starting at the age of 21. In 1926, MacDonald, a journalism graduate from the University of Iowa, came to see William Waymack, who was the managing editor. There was some mistrust of journalism graduates by the old guard, and Waymack didn&rsquo;t give MacDonald much hope for a job, but he did mention that the news editor could use a copyreader. MacDonald walked out of Waymack&rsquo;s office, into the newsroom and told the news editor he was ready to start.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He was known for wanting the paper to remain statewide and Iowa to be progressive. Under his leadership, the papers were among the first general circulation newspapers to scrutinize conservation, education, medicine, religion and the arts as regular sources of news. The newspapers became known for coverage of agriculture and as one of the few outside newspapers whose voice was heard in Washington.&nbsp;<em style=\"margin: 0px; padding: 0px;\">-- (from blogs.desmoinesregister.com</em></p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Kenneth MacDonald joined the Pulitzer Prize Board in 1958.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Des Moines Register and Tribune"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Kenneth"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "162"
        },
        {
          "tid": "161"
        },
        {
          "tid": "160"
        },
        {
          "tid": "159"
        },
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "vice president and editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441227270",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7605",
    "title": "W.D. Maxwell",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Maxwell"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "Chicago Tribune"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "W.D."
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "164"
        },
        {
          "tid": "163"
        },
        {
          "tid": "162"
        },
        {
          "tid": "161"
        },
        {
          "tid": "160"
        },
        {
          "tid": "159"
        },
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president/chairman of the board"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440532138",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7608",
    "title": "Paul Miller",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Miller"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "Gannett Newspapers, Inc."
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Paul"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Rochester, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441312487",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7610",
    "title": "Newbold Noyes",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Noyes"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The Evening Star"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Newbold"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Washington, DC"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        },
        {
          "tid": "143"
        },
        {
          "tid": "142"
        },
        {
          "tid": "141"
        },
        {
          "tid": "140"
        },
        {
          "tid": "139"
        },
        {
          "tid": "138"
        },
        {
          "tid": "137"
        },
        {
          "tid": "136"
        },
        {
          "tid": "135"
        },
        {
          "tid": "134"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor and publisher"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441377469",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "0"
        }
      ]
    },
    "nid": "7622",
    "title": "Joseph Jr. (III) Pulitzer",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Pulitzer"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\"><p class=\"\\&quot;article\\&quot;\"><strong>Joseph Pulitzer Jr. Is Dead at 80; Publisher Was Avid Art Collector</strong><p class=\"\\&quot;article\\&quot;\">by DENNIS HEVESI</p><p class=\"\\&quot;article\\&quot;\"><em>Published: Thursday, May 27, 1993</em></p><p class=\"\\&quot;article\\&quot;\"><strong>Joseph Pulitzer Jr.</strong>, chairman of the Pulitzer Publishing Company and owner of one of the world&#39;s finest collections of modern art, died yesterday at his home in the Central West End of St. Louis. He was 80.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer died of colon cancer, the publishing company said in a news release.</p><p class=\"\\&quot;article\\&quot;\">Tall, elegant and reserved, Mr. Pulitzer had, for the last seven years, served primarily as chairman of Pulitzer Publishing, which owns three newspapers, seven television stations and two radio stations. He had led Pulitzer Publishing and its flagship publication, <em>The St. Louis Post-Dispatch</em>, for 38 years, serving for 31 of those years as editor and publisher of the newspaper.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer relinquished his positions with the paper in 1986 to devote his attention to the company, which went public that year. From 1955 to 1986, he served as chairman of the board of the Pulitzer Prizes, the highest awards in journalism, which were established by his grandfather.</p><p class=\"\\&quot;article\\&quot;&lt;strong\"><strong>Avid Collector of Art</strong></p><p class=\"\\&quot;article\\&quot;\">Though principally identified with journalism, Mr. Pulitzer was widely recognized for the art collection he began as a student at Harvard University, a collection that ultimately became one of the most important and generously shared in the world.</p><p class=\"\\&quot;article\\&quot;\">Art News magazine called Mr. Pulitzer&#39;s acquisitions &quot;one of the most brilliant and comprehensive collections of modern art in the country,&quot; and John Russell of <em>The New York Times</em> described it as &quot;one of the most discriminating&quot; in the nation, saying it was &quot;as remarkable for range as for quality.&quot;</p><p class=\"\\&quot;article\\&quot;\">Born on May 13, 1913, Mr. Pulitzer was baptized in the Episcopal Church as Joseph Pulitzer 3d, but he later adopted the junior designation, which his father had dropped after the death of the first Joseph Pulitzer.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer graduated from St. Mark&#39;s School in Southborough, Mass., in 1932, and went on to earn his bachelor&#39;s degree in fine art from Harvard in 1936. His newspaper career began with a stint as a cub reporter for <em>The San Francisco News</em> in 1935, the summer before his senior year at Harvard. After graduating, he joined The Post-Dispatch news staff and helped cover the Roosevelt-Landon campaign of 1936.</p><p class=\"\\&quot;article\\&quot;&lt;strong\"><strong>&#39;Illuminate Dark Places&#39;</strong></p><p class=\"\\&quot;article\\&quot;\">Over the next 20 years, he worked in every department of the paper, including periods as editor of the daily magazine and editor of the Sunday rotogravure, or pictorial. In 1948, he became associate editor, a position he held until he became editor and publisher on the father&#39;s death in 1955.</p><p class=\"\\&quot;article\\&quot;\">In an editorial he wrote on the day he took over the paper, a week after his father&#39;s death, Mr. Pulitzer pledged that <em>The Post-Dispatch</em> would maintain its tradition as one of the nation&#39;s great crusading papers. &quot;We will not only report the day&#39;s news but illuminate dark places, and, with a deep sense of responsibility, interpret these troublous times,&quot; he wrote.</p><p>At the time, besides the newspaper, Pulitzer holdings included only a radio and television station in St. Louis. But under Joseph Jr.&#39;s guidance, the company bought <em>The Arizona Daily Star </em>in Tucson and <em>The Southtown Economist</em> in Chicago, six other television stations and another radio station.</p><p class=\"\\&quot;article\\&quot;\">In 1986, the Pulitzer company faced its greatest financial challenge. It had accrued a large debt, and a group of dissident relatives who owned stock in the privately owned company found a buyer, A. Alfred Taubman, a Michigan real estate developer, who offered $625 million for the company. The company successfully resisted the takeover bid, going public with the stock in order to offset its debt.</p><p class=\"\\&quot;article\\&quot;\">In 1989, the company faced another challenge when Ralph Ingersoll 2d began publishing <em>The St. Louis Sun</em>. Although that newspaper failed after only seven months, its presence spurred the staid Post-Dispatch to improve its coverage.</p><p><strong>A Litany of Firsts</strong></p><p class=\"\\&quot;article\\&quot;\">During Mr. Pulitzer&#39;s tenure as editor, <em>The Post-Dispatch</em> won five Pulitzers, including prizes for commentary and editorial cartooning. In 1987, Mr. Pulitzer received a special citation from the Pulitzer Prize board, citing his &quot;extraordinary services to American journalism and letters.&quot;</p><p class=\"\\&quot;article\\&quot;\"><em>The Post-Dispatch</em> was one of the first newspapers in the country to oppose the war in Vietnam, and it was also one of the first to publish excerpts from the Pentagon Papers, the secret history of the war.</p><p class=\"\\&quot;article\\&quot;\">It was also the first paper in the country to replace the old letter-press printing process with offset cold-type printing, which allowed high-quality color printing. &quot;Color was of special interest to an art connoisseur like Mr. Pulitzer,&quot; the company&#39;s statement yesterday said, &quot;and at his insistence <em>The Post-Dispatch</em> moved early into color publication.&quot;</p><p class=\"\\&quot;article\\&quot;\"><strong>Hobby Became a Passion</strong></p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer&#39;s art collecting began simply enough in 1936 when as an undergraduate he bought Modigliani&#39;s &quot;Elvira Resting at a Table.&quot; Three years later, at an auction in Lucerne, Switzerland, he bought &quot;Bathers With a Turtle,&quot; by Matisse for $2,400, a piece that is now easily worth 10,000 times that amount.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer&#39;s father had no enthusiasm for modern art and sometimes took his friends into his son&#39;s room to ridicule the purchases. &quot;He was convinced that I had been fleeced by shrewd and unscrupulous New York dealers,&quot; Mr. Pulitzer said in a speech earlier this year.</p><p class=\"\\&quot;article\\&quot;\">Later, when his father realized the value of his collection and asked where he learned so much about art, Mr. Pulitzer told him that the knowledge had been acquired at Harvard and that the elder Pulitzer had footed the bill.</p><p class=\"\\&quot;article\\&quot;\">The Pulitzer Collection came to include 86 pieces, all of which were shown at the Fogg Art Museum in Cambridge, Mass., in 1988. The collection could have included Picasso&#39;s seminal work &quot;Demoiselles d&#39;Avignon,&quot; but Mr. Pulitzer had bought it before World War II and then donated it to the Museum of Modern Art.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer always insisted on anonymity when lending his works to museums.</p><p class=\"\\&quot;article\\&quot;\">His collection included Vuillard&#39;s &quot;Self Portrait,&quot; and &quot;Head of a Man&quot; by Degas, one of Monet&#39;s &quot;Water Lilies,&quot; as well as works by Braque, Picasso and Miro.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer&#39;s first wife, Louise Vauclain, died in 1968. He married again in 1973, to the former Emily S. Rauh, who at the time was curator of the St. Louis Art Museum.</p><p class=\"\\&quot;article\\&quot;\">He is survived by his son, Joseph Pulitzer 4th; his half brother, Michael of St. Louis, two sisters, Kate Davis Quesada of Hobe Sound, Fla., and Elinor Hempelmann of Rochester, and four grandchildren.</p></div></div></div>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "St. Louis Post-Dispatch"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Joseph Jr. (III)"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "vice president"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441378370",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7625",
    "title": "James Reston",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Reston"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The New York Times"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "James"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor and senior vice president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "508",
          "title": "",
          "filename": "vcroyster.jpg",
          "alt": "Vermont C. Royster",
          "timestamp": "1440602690",
          "filesize": "23013",
          "fid": "1010",
          "width": "350",
          "uri": "public://vcroyster.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440602690",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7630",
    "title": "Vermont C. Royster",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Royster"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><em>New York Times</em> obituary, July 23, 1996</p><p><strong>Vermont Royster</strong>, a former editor of <em>The Wall Street Journal </em>who won two Pulitzer Prizes and helped to shape his newspaper into the country&#39;s leading business daily, died yesterday in a retirement community in Raleigh, N.C., <em>The Journal </em>said. He was 82.</p><p><em>The Journa</em>l said Mr. Royster had been in ill health for several years.</p><p>Mr. Royster started as a reporter at <em>The Journal</em> in 1936 and worked his way up the ranks, becoming Washington correspondent, Washington bureau chief, editorial writer and editor.</p><p>Mr. Royster was also a senior vice president for Dow Jones &amp; Company, the newspaper&#39;s publisher, and was a director of the company. After his 1971 retirement, he was named editor emeritus of <em>The Journal </em>and continued to write his weekly column, <em>Thinking Things Over</em>, until 1986.</p><p>Mr. Royster won his first Pulitzer in 1953, for editorial writing. The Pulitzer was awarded not for a specific editorial but for his work in general, which was praised for its &quot;warmth, simplicity and understanding of the basic outlook of the American people.&quot;</p><p>In awarding him his second Pulitzer, in 1984, for distinguished commentary, the judges cited his column for its compassion and for putting contemporary events in a historical context.</p><p>Vermont Connecticut Royster was born in Raleigh. His given names were the same as those of his grandfather, whose own father named his children after states in the Union.</p><p>Mr. Royster graduated from the University of North Carolina and was a reporter for several newspapers in his home state before joining <em>The Journal</em>.</p><p>Mr. Royster interrupted his journalistic career to serve in the Navy during World War II. He was on convoy duty in the Atlantic and later served in the Pacific. He commanded a submarine chaser, a gunboat and a destroyer escort.</p><p>In person and in print, Mr. Royster was known for the gentle tone and rigorous thought that underlay his words. He was, in the words of one fellow journalist, &quot;a gentle essayist among the shrillers of his time.&quot;</p><p>In 1953, Mr. Royster deplored the fact that some businessmen were discussing the truce in Korea in terms of bull markets and bear markets. &quot;War itself is a terrible thing,&quot; he wrote, &quot;but we find more terrible the fact that there are men walking about who talk of peace as if it were terrible.&quot;</p><p>In 1962, Mr. Royster was one of a group of American newspaper editors who had an audience with Nikita S. Khrushchev in which the Soviet leader said that, while he would rather invest in farm machinery than in rockets, his country had an anti-missile missile that could hit &quot;a fly in outer space.&quot;</p><p>After retiring from <em>The Journal,</em> Mr. Royster became a professor of journalism and public affairs at the University of North Carolina.</p><p>In 1967, Mr. Royster&#39;s book &quot;A Pride of Prejudices,&quot; a collection of some 100 editorials he wrote over two decades, was published by Knopf. His 1983 book, &quot;My Own, My Country&#39;s Time: A Journalist&#39;s Journey,&quot; published by Algonquin Books, was an account of his childhood, his combat experiences and his years as a journalist.</p><p>In 1986, Mr. Royster received the Presidential Medal of Freedom, the nation&#39;s highest civilian award. Mr. Royster, President Reagan said, had a common sense &quot;that exploded the pretensions of &#39;expert opinion,&#39; and his compelling eloquence warned of the evils of a society loosed from its moorings in faith.&quot;</p><p>Mr. Royster is survived by his wife, Frances, and two daughters.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Wall Street Journal"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Vermont C."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  }
]