[
  {
    "field_years": {
      "und": [
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        },
        {
          "tid": "143"
        },
        {
          "tid": "142"
        },
        {
          "tid": "141"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "executive editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "130",
          "title": "",
          "filename": "bradlee.jpg",
          "alt": "",
          "timestamp": "1439236142",
          "filesize": "8253",
          "fid": "907",
          "width": "87",
          "uri": "public://bradlee.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441037391",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7550",
    "title": "Benjamin Bradlee",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Bradlee"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p>The executive editor of The Post from 1965 to 1991, Bradlee oversaw the Post&#39;s prize-winning coverage of the Watergate affair. He came to journalism via Harvard, did a stint working for the State Department in Paris, before becoming a reporter and editor at Newsweek and The Post. In 1971, he defied the Nixon administration by publishing the Pentagon Papers, a top-secret study of the Vietnam War and endured harsh criticism from Republicans during the early days of the Watergate scandal. Vindicated by Nixon&#39;s resignation, Bradlee was lionized in the movie version of &quot;All the President&#39;s Men,&quot; where he was portrayed by Jason Robards. In retirement he published a memoir, &quot;A Good Life.&quot; -- from washingtonpost.com 7/18/2014 Benjamin Bradlee joined the Pulitzer Board in 1969.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Washington Post"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Benjamin"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor and publisher"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440710640",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7555",
    "title": "Wallace Caroll",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Caroll"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><em><strong>Wallace Carroll, Publisher And Editor, Is Dead at 95</strong></em></p><p><strong>Wallace Carroll</strong>, a retired newspaper editor and publisher who campaigned against the Vietnam War and led his paper to a Pulitzer Prize for environmental reporting, died on Sunday in a nursing home in Winston-Salem, N.C. He was 95.</p><p>Mr. Carroll had first joined <em>The Winston-Salem Journal and Sentinel</em> in 1949 as executive editor but left in 1955 to serve eight years as news editor of the Washington bureau of <em>The New York Times</em>. He returned to Winston-Salem as editor and publisher from 1963 to 1973. Under his direction, the paper favored gun control and busing to integrate public schools, positions unpopular with many North Carolinians.</p><p>Articles about environmental protection -- particularly a series on strip mining -- earned the paper the 1971 Pulitzer Prize for public service.</p><p>On March 17, 1968, he published a signed editorial in Winston-Salem under the headline &#39;&#39;Vietnam -- Quo Vadis?&#39;&#39; that argued that United States policy in Southeast Asia was misguided and irrelevant to the goal of thwarting Soviet expansion. Dean Acheson, the former secretary of state and an adviser to President Lyndon B. Johnson, showed the editorial to Johnson and stood by while the president read it. Later that month, Johnson announced that he would not run for re-election and would begin peace negotiations with North Vietnam. In an article about events leading to Johnson&#39;s announcement, <em>The Washington Post</em> reported that Mr. Carroll&#39;s editorial had influenced his thinking.</p><p>Two years later, Mr. Carroll wrote in another article: &#39;&#39;What we are losing is something more serious than the loss of any war or territory. It is the soul of America that is being lost in Vietnam. It is time for us to save the soul of America.&#39;&#39;</p><p>Wallace Carroll was born in Milwaukee on Dec. 15, 1906, and graduated from Marquette University. He began his journalism career as a reporter with The United Press in Chicago, and the news agency sent him to Europe to cover the Nazi advances. After the United States entered the war, Mr. Carroll became director of the United States Office of War Information in London. He was friendly there with James Reston, then a war correspondent in London for <em>The Times</em>. Mr. Reston wrote in his memoirs, &#39;&#39;Deadline,&#39;&#39; that Mr. Carroll emphasized &#39;&#39;with his usual common sense&#39;&#39; the importance of explaining United States policy to Americans and people in the allied countries but was often rebuffed by his superiors.</p><p>After the war, he wrote a book about his work, &#39;&#39;Persuade or Perish,&#39;&#39; and became executive editor in Winston-Salem. Mr. Carroll maintained his friendship with Mr. Reston, and in 1955, Mr. Reston, as Washington bureau chief of <em>The Times</em>, hired Mr. Carroll to be his deputy with the title of news editor. Mr. Carroll was in charge of day-to-day coverage.</p><p>In his history of <em>The New York Time</em>s, &#39;&#39;The Kingdom and the Power,&#39;&#39; Gay Talese wrote that James Reston offered to make Mr. Carroll bureau chief if he would stay at <em>The Times</em>. But Mr. Carroll declined the offer and in 1963, he returned to Winston-Salem to be editor and publisher.</p><p>Mr. Carroll&#39;s wife, Margaret, died last year. He is survived by a son, John S. Carroll, the editor of <em>The Los Angeles Times</em>, as well as by three daughters, Margaret Carroll of Washington, Rosamond Carroll of Kenfield, Calif., and Patricia Carroll of Arlington, Va.; four grandchildren and two great grandchildren.</p><p>After he retired in 1973, Mr. Carroll lectured for several years at Wake Forest University. Although Mr. Carroll spent most of his career as a news executive, Reston wrote that he had &#39;&#39;a studied respect for the English language&#39;&#39; and &#39;&#39;could have edited Lincoln&#39;s Gettysburg Address and improved it.&#39;&#39;</p><p>-- (New York Times, July 30, 2002 by David E. Rosenbaum)</p><p>Mr. Carroll Joined the Pulitzer Prize Board in 1969.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Winston (N.C.) Journal"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Wallace"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        },
        {
          "tid": "143"
        },
        {
          "tid": "142"
        },
        {
          "tid": "141"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editorial chairman"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "330",
          "title": "",
          "filename": "jcowlesjr2.jpg",
          "alt": "John Cowles, Jr.",
          "timestamp": "1440447495",
          "filesize": "53725",
          "fid": "997",
          "width": "250",
          "uri": "public://jcowlesjr2.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440794790",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7563",
    "title": "John Cowles",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Cowles"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><em><b>John Cowles Jr., 82, Dies; Led Minneapolis Newspapers</b></em></p><p class=\"\\artlcle\\&quot;\"><em>by Bruce Weber, March 19, 2012, The New York Times</em></p><p class=\"\\&quot;artlcle\\&quot;\">John Cowles Jr., a Minneapolis newspaper executive and philanthropist whose support for arts, sports and entertainment helped elevate the Twin Cities&#39; cultural community to national prominence, died on Saturday at home in Minneapolis. He was 82.</p><p class=\"\\&quot;artlcle\\&quot;\">The cause was lung cancer, his son Jay said.</p><p class=\"\\&quot;artlcle\\&quot;\">Scion of a family that owned <em>The Des Moines Register</em>, started <em>Look </em>magazine and came to dominate the newspaper business in Minneapolis for more than half a century, Mr. Cowles (rhymes with bowls) succeeded his father in 1961 as the editor of two Minneapolis papers, the morning <em>Tribune</em> and the evening <em>Star.</em> He became president and chief executive of The Minneapolis Star and Tribune Company (later renamed Cowles Media Company) in 1968.</p><p class=\"\\&quot;artlcle\\&quot;\">His tenure was rocky, but during it the papers won praise for aggressive local reporting, increased arts and science coverage and support for the civil rights movement and the Equal Rights Amendment in editorials. (Though he was generally described as a progressive liberal, Mr. Cowles served on a White House committee in 1965 to generate support for President Johnson&#39;s war policies.)</p><p class=\"\\&quot;artlcle\\&quot;\">The company&#39;s fortunes declined in the late 1960s, however, after several unsuccessful acquisitions, including <em>Harper&#39;s</em> magazine and the publisher Harper &amp; Row. In 1979, The Star and Tribune Company bought <em>The Buffalo Courier-Express</em> but was forced to close it three years later.</p><p class=\"\\&quot;artlcle\\&quot;\">In 1982, the company merged <em>The Star and The Tribune </em>and cut its work force, prompting the editor of the merged papers to quit in protest. Mr. Cowles subsequently fired the publisher and assumed the role himself. But just a few months later, in early 1983, the board of Cowles Media, which included his sister and two cousins, dismissed him as publisher and head of the company as well.</p><p class=\"\\&quot;artlcle\\&quot;\">He remained on the board until 1984 and into the 1990s continued to control a substantial percentage of company stock through his management of a family trust. Cowles Media was sold to the McClatchy Company in 1998.</p><p class=\"\\&quot;artlcle\\&quot;\">Beyond his turbulent stewardship of the newspapers, Mr. Cowles was known in Minneapolis and St. Paul for his philanthropy and his belief that arts institutions and sports teams were necessary for cities to grow and thrive. In 1960, he served on a steering committee -- and by most accounts was its leading voice -- that persuaded the British director Tyrone Guthrie to establish a resident theater company in Minneapolis to perform classic works in repertory. He then helped raise $2.2 million, and the Guthrie Theater opened in 1963 with a production of &quot;Hamlet.&quot; It became a model for nonprofit theaters across the country. Four decades later, he was co-chairman of the architecture committee for the new Guthrie Theater that opened in 2006.</p><p class=\"\\&quot;artlcle\\&quot;\">In the late 1970s and early 1980s, Mr. Cowles was active in the construction of the Metrodome, a state-financed domed stadium in downtown Minneapolis for the city&#39;s two major sports franchises, the Minnesota Twins and the Minnesota Vikings.</p><p class=\"\\&quot;artlcle\\&quot;\">His position on the project was controversial. Opponents, including staff members at <em>The Minneapolis Tribune</em>, thought it was a clear conflict of interest for the owner of a newspaper to take a public position on an important local issue it was covering. In 1979, staff members placed an ad in their own paper disassociating themselves from the company&#39;s involvement.</p><p class=\"\\&quot;artlcle\\&quot;\">The Hubert H. Humphrey Metrodome opened in 1982; the Twins have since moved to Target Field.</p><p class=\"\\&quot;artlcle\\&quot;\">Mr. Cowles said in a 2010 interview that the impetus for his support of the Guthrie and the Metrodome were the same.</p><p class=\"\\&quot;artlcle\\&quot;\">&quot;Strengthening the cultural organization and life of the Twin Cities was not only going to make life more interesting and attractive for our families,&quot;&nbsp; he said, &quot;but was going to attract business and keep business here in town, and it was going to be just plain good business.&quot;</p><p class=\"\\&quot;artlcle\\&quot;\">Mr. Cowles was born on May 27, 1929, in Des Moines, Iowa, where his grandfather, Gardner Cowles, had been publisher of <em>The Des Moines Register</em> since 1903. His father, John, and his uncle Gardner Cowles Jr., known as Mike, founded Look magazine. John Cowles Sr. bought <em>The Minneapolis Star</em> in 1935 and moved his family to Minneapolis in 1938.</p><p class=\"\\&quot;artlcle\\&quot;\">The next year, the family business bought <em>The Minneapolis Journal</em> and merged it with <em>The Star</em>, and then added <em>The Minneapolis Tribune</em> in 1941. Young John graduated from the Phillips Exeter Academy in New Hampshire and Harvard, and spent two years in the Army before joining the family business as a reporter.</p><p class=\"\\&quot;artlcle\\&quot;\">After his dismissal from the company in 1983, Mr. Cowles began a somewhat eclectic career. He studied agricultural economics, taught aerobics, toured in the United States and Europe with a modern dance company, and helped establish a women&#39;s professional fast-pitch softball league. He also continued his arts philanthropy around the Twin Cities; most recently, the Cowles Center, a theater devoted to dance, opened in Minneapolis last fall.</p><p class=\"\\&quot;artlcle\\&quot;\">Besides his son John III, known as Jay, Mr. Cowles is survived by his wife, the former Jane Sage Fuller, who is known as Sage Fuller Cowles and whom he married in 1952; another son, Charles; a daughter, Jane Sage Cowles; a stepdaughter, Tessa Flores; a sister, Sarah Cowles Doering; a brother, Russell; 10 grandchildren and two great-grandchildren.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Minneapolis Star &amp; Tribune"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "John"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor-in-chief"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440790168",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7564",
    "title": "Price Day",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Day"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The Baltimore Sun"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Price"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "executive editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440792458",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7565",
    "title": "William B. Dickinson",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Dickinson"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The Philadelphia Bulletin"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "William B."
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "associate editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440790912",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7566",
    "title": "Robert J. Donovan",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Donovan"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "Los Angeles Times"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Robert J."
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        },
        {
          "tid": "143"
        },
        {
          "tid": "142"
        },
        {
          "tid": "141"
        },
        {
          "tid": "140"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president and executive editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441120674",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7578",
    "title": "Lee Hills",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Hills"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<div class=\"view-field view-data-body\"><p class=\"article\"><strong>Lee Hills, 93, Knight Ridder Official and Pulitzer Winner</strong><br />By FELICITY BARRINGER<br /><br />Published: February 5, 2000</p><p class=\"article\">Lee Hills, who began a journalism career as a teenage reporter covering mining disasters in Utah, continued it as an editor by bringing Pulitzer Prizes and national renown to <em>The Miami Herald</em> and <em>The Detroit Free Press</em>, and finally spread the gospel of quality journalism around the country as chief executive of the Knight Ridder newspaper group, died Thursday in Miami. He was 93.</p><p class=\"article\">He earned a law degree by the age of 29 while moving through newspapers in Oklahoma, Indiana, Ohio and Tennessee, and later became well versed in the financial side of the business, but Mr. Hills never strayed far from the newsroom.</p><p class=\"article\">Even as editor of <em>The Free Press</em>, he could not resist the lure of reporting -- a predilection that won him a Pulitzer Prize in 1955 for coverage of labor negotiations between the United Automobile Workers and the automakers. He later revealed that no less a figure than Henry Ford II had been a crucial source.</p><p class=\"article\">Five years later, as editor of <em>The Miami Herald,</em> he directed the newspaper&#39;s coverage of mob bosses living in the area, a series called &#39;&#39;Know Your Neighbor,&#39;&#39; which won that newspaper its first Pulitzer Prize.</p><p class=\"article\">Most of all, according to journalists who knew him, Mr. Hills saw probing, objective journalism as a calling and a public service. Mr. Hills -- an employee and friend of the late John S. Knight, who, with his brother James, owned the Knight newspaper group -- had sought to make the sharp, the curious, the critical and the crusading professionals around him adopt his standards of fairness, objectivity and excellence.</p><p class=\"article\">&#39;&#39;He knew full well the kind of journalism he had come into, a journalism of faction and interests and parochialism and provincialism, and of a brawling independence as well,&#39;&#39; said Hodding Carter, speaking of the 1920&#39;s and 1930&#39;s -- when Mr. Hills covered everything from lynchings to the crime career of Charles (Pretty Boy) Floyd.</p><p class=\"article\">&#39;&#39;But,&#39;&#39; Mr. Carter continued, &#39;&#39;he believed so strongly in the implications of a free press that he became one of the guys who helped to guide us into the period in which the adoption of standards and the notion of a semi-profession, with real connection to principle, and with the idea that the news came first and public interest came first.&#39;&#39;</p><p class=\"article\">Mr. Carter, who is president of the John S. and James L. Knight Foundation, added: &#39;&#39;He came up wanting above all else to be a good newspaperman, a good journalist. He became, in effect, the prime minister for Jack Knight as he created a newspaper organization that was solidly successful economically and held to the old values in journalism throughout.&#39;&#39;</p><p class=\"article\">Mr. Hills was born in Egg Creek Township, near Granville, N.D., in 1906. The family moved to Utah after his mother&#39;s death in 1911. It was in that state that he took his first job at a newspaper, sweeping floors at T<em>he Price News Advocate</em>.</p><p class=\"article\">He received his college education at Brigham Young University and the University of Missouri. While working as a reporter and editorial writer at T<em>he Oklahoma City Times</em>, which he joined in 1929, he earned a law degree. He later worked for that newspaper&#39;s competitor, <em>The Oklahoma News,</em> a Scripps-Howard newspaper, before introducing himself to John Knight in 1942.</p><p class=\"article\">According to the obituary in <em>The Detroit Free Press</em> yesterday, Mr. Hills, looking for a new job, asked to meet with Mr. Knight, who, with his brother, owned <em>The Akron Beacon-Journal, The Detroit Free Press </em>and <em>The Miami Herald</em>. Mr. Knight agreed to take him on as a news editor at <em>The Herald.</em> He soon became managing editor.</p><p class=\"article\">When the government rationed newsprint at the height of the war, Mr. Hills persuaded Mr. Knight to cut back on advertising to allow full space for war coverage.</p><p class=\"article\">Some of the reporting he made room for was his own, as he served briefly as a war correspondent for <em>The Herald</em>, and filed reports from the Far East, the Middle East and Latin America -- an area of the world that fascinated him. At <em>The Herald</em>, he supported extensive coverage of Latin America.</p><p class=\"article\">Even as the head of professional groups, he found a way to get back to his reporting roots. In 1962, touring the Soviet Union with 12 editors -- at the time he was president of the American Society of Newspaper Editors -- he got nationwide attention, reporting an interview with the Soviet leader Nikita S. Khrushchev.</p><p class=\"article\">As John Knight&#39;s chief lieutenant, Mr. Hills served for the better part of three decades -- from 1951 to 1979 -- as executive editor or publisher of both <em>The Herald</em> and <em>The Free Press</em>.</p><p class=\"article\">Alvah Chapman, who, like Mr. Hills, served as a chief executive of Knight Ridder, said yesterday: &#39;&#39;Lee, of course, was both a business operator and a journalist. He was responsible for the business success as well as the editorial success of <em>The Detroit Free Press</em>. But he was best known for editorial skills and news skills.&#39;&#39;</p><p class=\"article\">Mr. Hills and Mr. Chapman, at Mr. Knight&#39;s behest, arranged the 1974 merger of Knight Newspapers Inc. with Ridder Publications Inc., producing a newspaper group that boasted a greater circulation than any of its rivals -- until the rapid growth of <em>USA Today</em> put the Gannett Company into the lead.</p><p class=\"article\">Mr. Hills was the first chairman and chief executive of the merged newspaper group. He retired as editorial chairman in 1981.</p><p class=\"article\">Mr. Hills was also an active philanthropist in both Detroit and Miami. Mr. Carter credits Mr. Hills with persuading the Knight brothers to set up the Knight Foundation with gifts amounting to more than $400 million. He also served as president of the Inter-American Press Association -- through which he met his third wife, Tina Ramos Hills.</p><p class=\"article\">Mr. Hills is survived by his wife and by Ronald Hills of Saratoga, Calif., his son with his first wife, Leona Hass, whom he divorced in 1944. His second wife, Eileen Whitman Hills, whom he married in 1948, died in 1961. He is also survived by two sisters, Louise Elwood, of Seattle, and BeverLee Margolis, of Mercer Island, Wash.; a brother, Stanley Hills, of Mercer Island; two grandsons and three great-grandsons.</p><p class=\"article\">Allen H. Neuharth, a colleague of Mr. Hills at <em>The Herald</em> and later, as founder of <em>USA Today</em>, a competitor, said yesterday: &#39;&#39;Among journalists, he was a reporter who never stopped being a reporter, even though he went on to be an executive and a publisher. But he retained his reporter&#39;s instincts and sensibility, and that motivated everything he did in his newspaper decisions.&#39;&#39;</p></div><p>&nbsp;</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Knight Newspapers, Inc."
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Lee"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "165"
        },
        {
          "tid": "164"
        },
        {
          "tid": "163"
        },
        {
          "tid": "162"
        },
        {
          "tid": "161"
        },
        {
          "tid": "160"
        },
        {
          "tid": "159"
        },
        {
          "tid": "158"
        },
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "executive secretary, The Pulitzer Prizes"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441121037",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7580",
    "title": "John Hohenberg",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Hohenberg"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<div class=\"view-field view-data-body\"><p class=\"article\">August 8, 2000<br /><strong>John Hohenberg, 94, Former Pulitzer Prize Official, Dies</strong><p class=\"article\">By DOUGLAS MARTIN</p><p class=\"article\">John Hohenberg, who began his journalism career as a teenager by snatching an interview with the president of the United States and went on to become administrator of the Pulitzer Prizes, died Sunday morning at his home in Knoxville, Tenn. He was 94.</p><p class=\"article\">Mr. Hohenberg also taught journalism for many years at Columbia University and wrote a widely used textbook on reporting. In all, he wrote 22 books -- including a novel at the age of 80 -- and maintained an arduous professional itinerary.</p><p class=\"article\">He wrote for numerous New York newspapers and taught at universities from New York to Tennessee to Florida to Kansas to Syracuse. He traveled the world, particularly Asia, lecturing for the State Department and other federal agencies. He began the practice of publishing the names of Pulitzer jurors and of drawing jurors from regions beyond New York.</p><p class=\"article\">Mr. Hohenberg came from the golden age of competitive newspapering, covering the 1935 trial of Bruno Richard Hauptmann -- who was convicted of kidnapping Charles Lindbergh&#39;s baby -- hanging out with Hemingway in Paris and reporting on the birth pangs of the United Nations and Israel. Tom Goldstein, dean of the Graduate School of Journalism at Columbia University, speaks of &#39;&#39;the John Hohenberg legend.&#39;&#39;</p><p class=\"article\">Mr. Hohenberg&#39;s larger mission was elevating journalism itself, and he viewed the painstaking selection of Pulitzer winners as another means of raising the bar.</p><p class=\"article\">&#39;&#39;Our news media, our reporters and editors -- if they are serious people and if they really mean business and aren&#39;t merely sensation-minded -- should be the conscience of the American people,&#39;&#39; he said in a 1988 interview in <em>The New York Times</em>.</p><p class=\"article\">He abhorred pomposity and wordiness, regarding journalism as a spontaneous ballet that could seldom be perfect because of daily deadlines. His motto, first growled to him by a crusty editor, was, &#39;&#39;Go with what you got.&#39;&#39; Generations of journalism students at Columbia committed the slogan to memory and the class of &#39;69 had it printed on sweatshirts.</p><p class=\"article\">Mr. Hohenberg was born on Feb. 17, 1906, in a tenement on the Lower East Side of Manhattan, the son of Louis Hohenberg, a Hungarian immigrant, and Jettchen Scheuermann, an immigrant from Germany. When he was 18 months old, the family moved to Seattle, where his father set up several small businesses.</p><p class=\"article\">He started as an engineering student at the University of Washington but did not like it. His father refused to pay for the liberal arts education he wanted, so the gangling 17-year-old showed up at <em>The Seattle Star</em>, now closed, to ask for a job.</p><p class=\"article\">The response was brusque, he later recalled. &#39;&#39;Listen, kid,&#39;&#39; the city editor said, &#39;&#39;the president of the United States is coming to Seattle tomorrow. You get me an exclusive interview and I&#39;ll give you a job.&#39;&#39;</p><p class=\"article\">When the Secret Service demanded to see his nonexistent press credentials, employment seemed unlikely. He called the office, fearing that his name would mean nothing.</p><p class=\"article\">&#39;&#39;Mercifully,&#39;&#39; he wrote later, &#39;&#39;by grace of the kindly Jehovah that watches over babies, pretty girls and addled young men, the city editor remembered me and was sportsman enough to clear me for passage to the pier as a Star reporter.&#39;&#39;</p><p>The result was a second&#39;s conversation in which President Warren G. Harding allowed that he liked Seattle. Mr. Hohenberg turned the remark into a three-page story. &#39;&#39;For better or worse, I had become a newspaperman,&#39;&#39; Mr. Hohenberg said.</p><p class=\"article\">The family soon moved back to New York to be nearer relatives. While attending journalism school at Columbia, Mr. Hohenberg worked for T<em>he New York Graphic</em>, his first stop in 25 years of working for New York papers. After graduating, he toured Europe as the recipient of a Pulitzer Traveling Scholarship.</p><p class=\"article\">In 1948, as he was reporting on the establishment of the United Nations at Lake Success, N.Y., he was asked to substitute for a Columbia journalism teacher who had broken a leg. The students liked him, he liked the students and a new career began.</p><p class=\"article\">In 1960, he published what became the basic reporting and writing textbook used at many journalism schools, &#39;&#39;The Professional Journalist&#39;&#39; (Holt, Rinehart &amp; Winston), which went through five editions and has been translated into Chinese, Japanese, Arabic and Spanish.</p><p class=\"article\">His 21 other books ranged from several histories of the Pulitzer Prize to an exhaustive history of foreign correspondence, recounting its beginnings in the Napoleonic Wars and offering long analyses of the challenges facing journalism.</p><p class=\"article\">Soon after his appointment in 1953 as administrator of the Pulitzer Prizes and secretary of the Advisory Board on Pulitzer Prizes, he nudged at least two members of the Pulitzer board into seeing all the plays under consideration for the drama prize, something not necessarily done before.</p><p class=\"article\">In later years, he wrote about how the Columbia trustees, as final arbiters, refused to accept the Pulitzer board&#39;s recommendation that <em>The New York Times </em>be given a prize in 1972 for its publication of stories based on the Pentagon Papers, the government&#39;s classified history of the Vietnam War.</p><p class=\"article\">The trustees were uneasy over the newspaper&#39;s decision to report classified material, an unusual action for journalists in that period. Columbia&#39;s president, William J. McGill, persuaded the trustees to reverse their decision.</p><p class=\"article\">Then, Mr. McGill and Mr. Hohenberg persuaded the trustees to yield veto power over the Pulitzers, perhaps the biggest procedural change during Mr. Hohenberg&#39;s tenure, which ended in 1975. The year before, he had accepted an appointment as professor of journalism at the University of Tennessee. That was the first of a chain of academic stops over the last two decades of his life.</p><p class=\"article\">Mr. Hohenberg married Dorothy Lannier, a classmate at Columbia, in 1928. She died in 1977. They had no children. He is survived by his second wife, JoAnn Fogarty Johnson, and her two children, whom he adopted: Pamela Green of Knoxville and Eric of Dawsonville, Ga.</p><p class=\"article\">In 1986, Mr. Hohenberg&#39;s wife found a yellowing manuscript on newspaper copy paper in the basement that turned out to be the skeleton of a spy novel he had abandoned in the 1920&#39;s. He whipped it into shape and sold it, under the title &#39;&#39;The Parisian Girl.&#39;&#39;</p><p class=\"article\">In 1976 he received a Pulitzer Prize special award for his service to journalism. The citation said thousands of journalists had learned to value his tough integrity.</p><p>&#39;&#39;From you they learned to respect the language,&#39;&#39; it read. &#39;&#39;They might split an infinitive because you taught them how. But they dare not dangle a participle. You forbid it.&#39;&#39;</p></div><p>&nbsp;</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "John"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        },
        {
          "tid": "143"
        },
        {
          "tid": "142"
        },
        {
          "tid": "141"
        },
        {
          "tid": "140"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441313071",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7600",
    "title": "William J. McGill",
    "field_last_name": {
      "und": [
        {
          "safe_value": "McGill"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>William J. McGill,</strong> distinguished psychologist, author and president of Columbia University during the decade of the 1970s, died Sunday, Oct. 19, in La Jolla, Calif. He was 75 years old. He had suffered a severe heart attack last Wednesday and was a patient in John M. and Sally B. Thornton Hospital of the University of California, San Diego. He had been chancellor of UCSD from 1968 to 1970, before joining Columbia, and had been an adjunct professor there again for the past 17 years.&nbsp;</p><p>Dr. McGill was a leading mathematical psychologist, highly regarded as both a theoretician and experimentalist. He made lasting research contributions in quantitative psychology, particularly in information processing, among them the precise measurement of reaction times to stimuli.</p><p>At the time of his death, he had nearly completed a book with a former Columbia colleague on how the brain processes sound and light to expand the range of human perception.</p><p>But it was Dr. McGill&#39;s skill in handling conflict that brought him public attention as chancellor of UCSD and recommended him for the Columbia presidency at the turbulent start of the 1970s. He calmed the San Diego campus when student demonstrations occurred and a controversial appointment was criticized. At Columbia, he began his decade-long term by dealing with student unrest face-to-face, at times plunging into crowds of anti-war and civil rights protesters to talk with their leaders.</p><p>His legacy at both Columbia and San Diego includes heightened curricular and scholarly attention to human rights issues. &quot;Dr. McGill made an invaluable contribution to Columbia during a crucial decade in its history,&quot;</p><p>The University&#39;s current president, George Rupp, said. &quot;He continued to be a great friend of Columbia, and he will be missed tremendously both here in New York and in California.&quot;</p><p>&quot;Bill McGill was one of the great figures in higher education in the period following World War II,&quot; said University of California President Richard C. Atkinson. &quot;He was a superb scientist, distinguished president of two of America&#39;s leading universities, and a passionate advocate of university involvement in addressing the challenging issues facing society.&quot;</p><p>William James McGill was born Feb. 27, 1922, in New York City, the son of a musician and grandson of an Irish immigrant dockworker. Raised in the Bronx, he sold shoes and ran an elevator at Radio City Music Hall as a schoolboy. After receiving bachelor&#39;s and master&#39;s degrees at Fordham University, he earned the Ph.D. in experimental psychology in 1953 at Harvard University and was an assistant professor at the Massachusetts Institute of Technology until 1956, when he joined Columbia.</p><p>He was chairman of the psychology department from 1961 to 1963 and left in 1965 to co-found the psychology department at the newly established UCSD campus. His research contributions were at the forefront of advanced knowledge of sensory mechanisms.</p><p>He published many scientific papers analyzing the flow of sensory information, particularly between the ear and the brain. The week before he died, he and Malvin C. Teich, professor emeritus of engineering science and applied physics at Columbia and now a professor at Boston University, had spent days polishing a final text for a new book. It will propose that the brain amplifies, and in the process adds, a special kind of noise in transmitting visual and auditory signals up the sensory pathways so that we can hear and see both very faint and very strong sound and light. &quot;It&#39;s a book he long wanted to write, and it will be published,&quot; Dr. Teich said today.</p><p>In 1968, Dr. McGill chaired a search committee to select a new UCSD chancellor for what was becoming a restless campus. When five finalists refused the offer, he was recruited for the post himself, which he accepted warily. Confrontation ensued when he stood his ground against then-governor Ronald Reagan in re-appointing Marxist philosopher Herbert Marcuse and when he reasoned with militant students who in sit-ins and teach-ins demanded a curriculum emphasizing Marxist doctrine.</p><p>His style and courage, as well as his scholarly stature, attracted the search committee at Columbia, and he became the University&#39;s 16th president on Sept. 1, 1970, at the age of 48. He immediately faced many of the same anti-war and civil rights protests on a campus memorably struck by student unrest two years earlier. He modernized the administration, created a dialogue with student leaders and finished the job of peacemaking that his predecessor, Andrew W. Cordier, had begun.</p><p>During his presidency, the University&#39;s fund-raising performance recovered dramatically; he balanced the budget and completed $100 million in new construction. New buildings included the Sherman Fairchild Center for the Life Sciences, the Julius and Armand Hammer Health Sciences Center, the International Affairs Building, the Geosciences building at Lamont-Doherty Earth Observatory and the Dodge Physical Fitness Center and an expanded Avery Hall. Faculty honors and research advances multiplied across the campus.</p><p>The concept of general education, pioneered at Columbia in 1919, was expanded to systematically introduce humanities instruction at the graduate and professional levels. Curricular innovations in the schools of architecture, engineering, business and medicine resulted, and a new Center for the Study of Human Rights was established. In 1976, the University created and endowed the Society of Fellows in the Humanities, which supports the work of outstanding young scholars on annual appointments. The programs became models for other American universities.</p><p>When he announced in 1979 that he would retire the following year, the chairman of the Trustees, Arthur Krim, said: &quot;You leave Columbia with its academic excellence intact, its campus vibrant, its administration reorganized and its budget in balance. You have won the confidence of students and faculty, not by throttling but by encouraging the rights of dissent so important to an academic environment, yet leading whenever required with a firm and just hand. All this adds up to a considerable personal accomplishment. We Trustees who have lived through these years with you believe it to be the single most outstanding contribution made by any university leader in the past decade to the preservation and enhancement of a great private university.&quot;</p><p>Dr. McGill returned to UCSD in 1980, became an adjunct professor of psychology and continued his research. In 1983 McGraw-Hill published his book, <em>The Year of the Monkey: Revolt on Campus</em>, in which he chronicled his first year as UCSD chancellor. His office was in William J. McGill Hall, the former psychology-linguistics building named for him in 1990 in honor of his contributions as administrator and scientist.</p><p>Dr. McGill was awarded 22 honorary degrees and received Columbia&#39;s highest honor: the Alexander Hamilton Medal of Columbia College. He was elected to the American Academy of Arts and Sciences, received the Gold Medal of the National Institute for Social Science and was a member of the Society of Experimental Psychologists.</p><p>He was chairman of the New York State Special Advisory Panel on Medical Malpractice in 1975-76, of the American Council on Education in 1976 and of the Carnegie Commission on the Future of Public Broadcasting in 1977.</p><p>He is survived by his wife, the former Ann Rowe; a daughter, Mrs. Thomas B. (Rowena) Springer of Reno, Nev.; a son, William R., of San Diego, and two grandsons. The funeral will be private. Memorial services are being planned. --</p><p>http://www.columbia.edu/cu/pr/97/19206.html</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "William J."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441313759",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7606",
    "title": "Sylvan Meyer",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Meyer"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The Miami News"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Sylvan"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441312487",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7610",
    "title": "Newbold Noyes",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Noyes"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The Evening Star"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Newbold"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Washington, DC"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "157"
        },
        {
          "tid": "156"
        },
        {
          "tid": "155"
        },
        {
          "tid": "154"
        },
        {
          "tid": "153"
        },
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        },
        {
          "tid": "143"
        },
        {
          "tid": "142"
        },
        {
          "tid": "141"
        },
        {
          "tid": "140"
        },
        {
          "tid": "139"
        },
        {
          "tid": "138"
        },
        {
          "tid": "137"
        },
        {
          "tid": "136"
        },
        {
          "tid": "135"
        },
        {
          "tid": "134"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor and publisher"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441377469",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "0"
        }
      ]
    },
    "nid": "7622",
    "title": "Joseph Jr. (III) Pulitzer",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Pulitzer"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<div class=\"field field-name-body field-type-text-with-summary field-label-hidden\"><div class=\"field-items\"><div class=\"field-item even\"><p class=\"\\&quot;article\\&quot;\"><strong>Joseph Pulitzer Jr. Is Dead at 80; Publisher Was Avid Art Collector</strong><p class=\"\\&quot;article\\&quot;\">by DENNIS HEVESI</p><p class=\"\\&quot;article\\&quot;\"><em>Published: Thursday, May 27, 1993</em></p><p class=\"\\&quot;article\\&quot;\"><strong>Joseph Pulitzer Jr.</strong>, chairman of the Pulitzer Publishing Company and owner of one of the world&#39;s finest collections of modern art, died yesterday at his home in the Central West End of St. Louis. He was 80.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer died of colon cancer, the publishing company said in a news release.</p><p class=\"\\&quot;article\\&quot;\">Tall, elegant and reserved, Mr. Pulitzer had, for the last seven years, served primarily as chairman of Pulitzer Publishing, which owns three newspapers, seven television stations and two radio stations. He had led Pulitzer Publishing and its flagship publication, <em>The St. Louis Post-Dispatch</em>, for 38 years, serving for 31 of those years as editor and publisher of the newspaper.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer relinquished his positions with the paper in 1986 to devote his attention to the company, which went public that year. From 1955 to 1986, he served as chairman of the board of the Pulitzer Prizes, the highest awards in journalism, which were established by his grandfather.</p><p class=\"\\&quot;article\\&quot;&lt;strong\"><strong>Avid Collector of Art</strong></p><p class=\"\\&quot;article\\&quot;\">Though principally identified with journalism, Mr. Pulitzer was widely recognized for the art collection he began as a student at Harvard University, a collection that ultimately became one of the most important and generously shared in the world.</p><p class=\"\\&quot;article\\&quot;\">Art News magazine called Mr. Pulitzer&#39;s acquisitions &quot;one of the most brilliant and comprehensive collections of modern art in the country,&quot; and John Russell of <em>The New York Times</em> described it as &quot;one of the most discriminating&quot; in the nation, saying it was &quot;as remarkable for range as for quality.&quot;</p><p class=\"\\&quot;article\\&quot;\">Born on May 13, 1913, Mr. Pulitzer was baptized in the Episcopal Church as Joseph Pulitzer 3d, but he later adopted the junior designation, which his father had dropped after the death of the first Joseph Pulitzer.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer graduated from St. Mark&#39;s School in Southborough, Mass., in 1932, and went on to earn his bachelor&#39;s degree in fine art from Harvard in 1936. His newspaper career began with a stint as a cub reporter for <em>The San Francisco News</em> in 1935, the summer before his senior year at Harvard. After graduating, he joined The Post-Dispatch news staff and helped cover the Roosevelt-Landon campaign of 1936.</p><p class=\"\\&quot;article\\&quot;&lt;strong\"><strong>&#39;Illuminate Dark Places&#39;</strong></p><p class=\"\\&quot;article\\&quot;\">Over the next 20 years, he worked in every department of the paper, including periods as editor of the daily magazine and editor of the Sunday rotogravure, or pictorial. In 1948, he became associate editor, a position he held until he became editor and publisher on the father&#39;s death in 1955.</p><p class=\"\\&quot;article\\&quot;\">In an editorial he wrote on the day he took over the paper, a week after his father&#39;s death, Mr. Pulitzer pledged that <em>The Post-Dispatch</em> would maintain its tradition as one of the nation&#39;s great crusading papers. &quot;We will not only report the day&#39;s news but illuminate dark places, and, with a deep sense of responsibility, interpret these troublous times,&quot; he wrote.</p><p>At the time, besides the newspaper, Pulitzer holdings included only a radio and television station in St. Louis. But under Joseph Jr.&#39;s guidance, the company bought <em>The Arizona Daily Star </em>in Tucson and <em>The Southtown Economist</em> in Chicago, six other television stations and another radio station.</p><p class=\"\\&quot;article\\&quot;\">In 1986, the Pulitzer company faced its greatest financial challenge. It had accrued a large debt, and a group of dissident relatives who owned stock in the privately owned company found a buyer, A. Alfred Taubman, a Michigan real estate developer, who offered $625 million for the company. The company successfully resisted the takeover bid, going public with the stock in order to offset its debt.</p><p class=\"\\&quot;article\\&quot;\">In 1989, the company faced another challenge when Ralph Ingersoll 2d began publishing <em>The St. Louis Sun</em>. Although that newspaper failed after only seven months, its presence spurred the staid Post-Dispatch to improve its coverage.</p><p><strong>A Litany of Firsts</strong></p><p class=\"\\&quot;article\\&quot;\">During Mr. Pulitzer&#39;s tenure as editor, <em>The Post-Dispatch</em> won five Pulitzers, including prizes for commentary and editorial cartooning. In 1987, Mr. Pulitzer received a special citation from the Pulitzer Prize board, citing his &quot;extraordinary services to American journalism and letters.&quot;</p><p class=\"\\&quot;article\\&quot;\"><em>The Post-Dispatch</em> was one of the first newspapers in the country to oppose the war in Vietnam, and it was also one of the first to publish excerpts from the Pentagon Papers, the secret history of the war.</p><p class=\"\\&quot;article\\&quot;\">It was also the first paper in the country to replace the old letter-press printing process with offset cold-type printing, which allowed high-quality color printing. &quot;Color was of special interest to an art connoisseur like Mr. Pulitzer,&quot; the company&#39;s statement yesterday said, &quot;and at his insistence <em>The Post-Dispatch</em> moved early into color publication.&quot;</p><p class=\"\\&quot;article\\&quot;\"><strong>Hobby Became a Passion</strong></p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer&#39;s art collecting began simply enough in 1936 when as an undergraduate he bought Modigliani&#39;s &quot;Elvira Resting at a Table.&quot; Three years later, at an auction in Lucerne, Switzerland, he bought &quot;Bathers With a Turtle,&quot; by Matisse for $2,400, a piece that is now easily worth 10,000 times that amount.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer&#39;s father had no enthusiasm for modern art and sometimes took his friends into his son&#39;s room to ridicule the purchases. &quot;He was convinced that I had been fleeced by shrewd and unscrupulous New York dealers,&quot; Mr. Pulitzer said in a speech earlier this year.</p><p class=\"\\&quot;article\\&quot;\">Later, when his father realized the value of his collection and asked where he learned so much about art, Mr. Pulitzer told him that the knowledge had been acquired at Harvard and that the elder Pulitzer had footed the bill.</p><p class=\"\\&quot;article\\&quot;\">The Pulitzer Collection came to include 86 pieces, all of which were shown at the Fogg Art Museum in Cambridge, Mass., in 1988. The collection could have included Picasso&#39;s seminal work &quot;Demoiselles d&#39;Avignon,&quot; but Mr. Pulitzer had bought it before World War II and then donated it to the Museum of Modern Art.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer always insisted on anonymity when lending his works to museums.</p><p class=\"\\&quot;article\\&quot;\">His collection included Vuillard&#39;s &quot;Self Portrait,&quot; and &quot;Head of a Man&quot; by Degas, one of Monet&#39;s &quot;Water Lilies,&quot; as well as works by Braque, Picasso and Miro.</p><p class=\"\\&quot;article\\&quot;\">Mr. Pulitzer&#39;s first wife, Louise Vauclain, died in 1968. He married again in 1973, to the former Emily S. Rauh, who at the time was curator of the St. Louis Art Museum.</p><p class=\"\\&quot;article\\&quot;\">He is survived by his son, Joseph Pulitzer 4th; his half brother, Michael of St. Louis, two sisters, Kate Davis Quesada of Hobe Sound, Fla., and Elinor Hempelmann of Rochester, and four grandchildren.</p></div></div></div>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "St. Louis Post-Dispatch"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Joseph Jr. (III)"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        },
        {
          "tid": "147"
        },
        {
          "tid": "146"
        },
        {
          "tid": "145"
        },
        {
          "tid": "144"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "vice president"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441378370",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7625",
    "title": "James Reston",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Reston"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The New York Times"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "James"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "152"
        },
        {
          "tid": "151"
        },
        {
          "tid": "150"
        },
        {
          "tid": "149"
        },
        {
          "tid": "148"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor and senior vice president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "508",
          "title": "",
          "filename": "vcroyster.jpg",
          "alt": "Vermont C. Royster",
          "timestamp": "1440602690",
          "filesize": "23013",
          "fid": "1010",
          "width": "350",
          "uri": "public://vcroyster.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440602690",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7630",
    "title": "Vermont C. Royster",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Royster"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><em>New York Times</em> obituary, July 23, 1996</p><p><strong>Vermont Royster</strong>, a former editor of <em>The Wall Street Journal </em>who won two Pulitzer Prizes and helped to shape his newspaper into the country&#39;s leading business daily, died yesterday in a retirement community in Raleigh, N.C., <em>The Journal </em>said. He was 82.</p><p><em>The Journa</em>l said Mr. Royster had been in ill health for several years.</p><p>Mr. Royster started as a reporter at <em>The Journal</em> in 1936 and worked his way up the ranks, becoming Washington correspondent, Washington bureau chief, editorial writer and editor.</p><p>Mr. Royster was also a senior vice president for Dow Jones &amp; Company, the newspaper&#39;s publisher, and was a director of the company. After his 1971 retirement, he was named editor emeritus of <em>The Journal </em>and continued to write his weekly column, <em>Thinking Things Over</em>, until 1986.</p><p>Mr. Royster won his first Pulitzer in 1953, for editorial writing. The Pulitzer was awarded not for a specific editorial but for his work in general, which was praised for its &quot;warmth, simplicity and understanding of the basic outlook of the American people.&quot;</p><p>In awarding him his second Pulitzer, in 1984, for distinguished commentary, the judges cited his column for its compassion and for putting contemporary events in a historical context.</p><p>Vermont Connecticut Royster was born in Raleigh. His given names were the same as those of his grandfather, whose own father named his children after states in the Union.</p><p>Mr. Royster graduated from the University of North Carolina and was a reporter for several newspapers in his home state before joining <em>The Journal</em>.</p><p>Mr. Royster interrupted his journalistic career to serve in the Navy during World War II. He was on convoy duty in the Atlantic and later served in the Pacific. He commanded a submarine chaser, a gunboat and a destroyer escort.</p><p>In person and in print, Mr. Royster was known for the gentle tone and rigorous thought that underlay his words. He was, in the words of one fellow journalist, &quot;a gentle essayist among the shrillers of his time.&quot;</p><p>In 1953, Mr. Royster deplored the fact that some businessmen were discussing the truce in Korea in terms of bull markets and bear markets. &quot;War itself is a terrible thing,&quot; he wrote, &quot;but we find more terrible the fact that there are men walking about who talk of peace as if it were terrible.&quot;</p><p>In 1962, Mr. Royster was one of a group of American newspaper editors who had an audience with Nikita S. Khrushchev in which the Soviet leader said that, while he would rather invest in farm machinery than in rockets, his country had an anti-missile missile that could hit &quot;a fly in outer space.&quot;</p><p>After retiring from <em>The Journal,</em> Mr. Royster became a professor of journalism and public affairs at the University of North Carolina.</p><p>In 1967, Mr. Royster&#39;s book &quot;A Pride of Prejudices,&quot; a collection of some 100 editorials he wrote over two decades, was published by Knopf. His 1983 book, &quot;My Own, My Country&#39;s Time: A Journalist&#39;s Journey,&quot; published by Algonquin Books, was an account of his childhood, his combat experiences and his years as a journalist.</p><p>In 1986, Mr. Royster received the Presidential Medal of Freedom, the nation&#39;s highest civilian award. Mr. Royster, President Reagan said, had a common sense &quot;that exploded the pretensions of &#39;expert opinion,&#39; and his compelling eloquence warned of the evils of a society loosed from its moorings in faith.&quot;</p><p>Mr. Royster is survived by his wife, Frances, and two daughters.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Wall Street Journal"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Vermont C."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  }
]