[
  {
    "field_years": {
      "und": [
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        },
        {
          "tid": "123"
        },
        {
          "tid": "122"
        },
        {
          "tid": "121"
        },
        {
          "tid": "120"
        },
        {
          "tid": "119"
        },
        {
          "tid": "118"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "321",
          "title": "",
          "filename": "georupp.jpg",
          "alt": "George Rupp",
          "timestamp": "1439236138",
          "filesize": "17766",
          "fid": "903",
          "width": "210",
          "uri": "public://georupp.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441309155",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7514",
    "title": "George Rupp",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Rupp"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">During his nine-year tenure as president of Columbia University,&nbsp;<strong style=\"margin: 0px; padding: 0px;\">Dr. Rupp</strong>&nbsp;focused on enhancing undergraduate education, on strengthening the relationship of the campus to surrounding communities and New York City as a whole, and on increasing the university&rsquo;s international orientation. At the same time, he completed both a financial restructuring of the university and a $2.84 billion fund-raising campaign that achieved eight successive records in dollars raised.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Prior to his time at Columbia, Dr. Rupp served as president of Rice University, where in the course of his eight years applications for admission almost tripled, federal research support more than doubled, and the value of the Rice endowment increased by more than $500 million to $1.25 billion.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Before going to Rice, Dr. Rupp was the John Lord O&rsquo;Brian Professor of Divinity and dean of the Harvard Divinity School. Under his leadership, the curriculum of the school was revised to address more directly the pluralistic character of contemporary religious life. Further developments included new programs in women&rsquo;s studies and religion, Jewish-Christian relations, and religion and medicine.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Born in New Jersey of immigrant parents, Dr. Rupp has studied and conducted research for extended periods in both Europe and Asia. He studied in Germany before he was awarded an A.B. from Princeton University in 1964, a B.D. from Yale Divinity School in 1967, and a Ph.D. from Harvard in 1972. He was Vice Chancellor of the University of Redlands in Redlands, California. Rupp left Redlands to become Dean of Academic Affairs at the University of Wisconsin&ndash;Green Bay in 1977, where he remained until 1979. He is an ordained Presbyterian minister.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He is the author of numerous articles and five books including:<br style=\"margin: 0px; padding: 0px;\" /><em style=\"margin: 0px; padding: 0px;\">Globalization Challenged: Commitment, Conflict, and Community;&nbsp;Christologies and Cultures: Toward a Typology of Worldviews;&nbsp;Beyond Existentialism and Zen: Religion in a Pluralistic World;</em>&nbsp;and&nbsp;<em style=\"margin: 0px; padding: 0px;\">&#39;Culture Protestantism&#39;: German Liberal Theology at the Turn of the 20th Century</em></p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">George and his wife Nancy are the parents of two adult daughters who are teaching and writing, one with scholarly expertise in East Asia and the other a specialist in African studies, and the grandparents of two girls and three boys.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "George"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        },
        {
          "tid": "123"
        },
        {
          "tid": "122"
        },
        {
          "tid": "121"
        },
        {
          "tid": "120"
        },
        {
          "tid": "119"
        },
        {
          "tid": "118"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "administrator, The Pulitzer Prizes"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "295",
          "title": "",
          "filename": "topping.jpg",
          "alt": "Seymour Topping",
          "timestamp": "1439236138",
          "filesize": "13869",
          "fid": "904",
          "width": "250",
          "uri": "public://topping.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1440618005",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7515",
    "title": "Seymour Topping",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Topping"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Seymour Toppin</strong>g has had a varied career as foreign correspondent, editor, university professor and author.</p><p>He retired in 2002 as Administrator of the Pulitzer after nine years of service and was appointed San Paolo Professor Emeritus of International Journalism at Columbia University.</p><p>Prior to Columbia, he was a member of the <em>New York Times</em> for thirty years as chief correspondent in Moscow and Southeast Asia, foreign editor, deputy managing editor and managing editor from 1986 to 1987.</p><p>After service as an infantry officer in the Pacific during World War II, he covered the Chinese Civil War for The Associated Press, the French Indochinese War, London and Berlin before joining the <em>New York Times</em> in 1959.</p><p>Born in New York in 1921, he is graduate of the School of Journalism at the University of Missouri.</p><p>He is the author of <em>Journey Between Two Chinas</em>, (Harper and Row), 1972; <em>The Peking Letter: A Novel of the Chinese Civil War</em> (Public Affairs 1999,) and just completed another historical novel, <em>Fatal Crossing, A Novel of Vietnam 1945</em> (East Bridge 2004.) He co-authored <em>Report from Red China (</em>Quadrangle Books 1971.)</p><p>He is married to Audrey Ronning Topping, a photo journalist, whose father, Chester Ronning, served as Canadian ambassador to China, and grandparents were Lutheran missionaries in China.</p><p>Board member (Administrator) 1993-2001.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Seymour"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        },
        {
          "tid": "123"
        },
        {
          "tid": "122"
        },
        {
          "tid": "121"
        },
        {
          "tid": "120"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor in chief"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "225",
          "title": "",
          "filename": "seaton.jpg",
          "alt": "Edward Seaton",
          "timestamp": "1439236138",
          "filesize": "45975",
          "fid": "905",
          "width": "150",
          "uri": "public://seaton.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441382190",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7518",
    "title": "Edward Seaton",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Seaton"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Edward Seaton</strong> began his career in journalism as a general assignment reporter and copy editor at The Courier-Journal in Louisville, Kentucky. An honors graduate of Harvard College, he studied on a Fulbright grant in Ecuador and did graduate work in journalism at the University of Missouri. He was made a Knight of the Order of Christopher Columbus by the Dominican Republic for his work for press freedom, and is a recipient of Columbia&#39;s Maria Moors Cabot Prize.</p><p class=\"article\">Past president of both the American Society of Newspaper Editors and the Inter American Press Association, Seaton is president of the ASNE Foundation and serves on IAPA&#39;s executive committee. He is a member of the board of the International Center for Journalists, the advisory committee of the Knight International Press Fellowship Program and Columbia&#39;s Cabot Awards Board.</p><p class=\"article\">Seaton was elected to the board in 1992.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Manhattan  Mercury"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Edward"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Manhattan, Kan."
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        },
        {
          "tid": "123"
        },
        {
          "tid": "122"
        },
        {
          "tid": "121"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president and publisher"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "381",
          "title": "",
          "filename": "jdotson.jpg",
          "alt": "John L. Dotson",
          "timestamp": "1440605797",
          "filesize": "88898",
          "fid": "1012",
          "width": "300",
          "uri": "public://jdotson.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1441379534",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7519",
    "title": "John L. Dotson Jr.",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Dotson Jr."
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p>Prior to joining the Akron Beacon Journal<strong>, John Dotson</strong> was publisher of the <em>Daily Camera</em> in Boulder, Colo.</p><p class=\"article\">In prior positions, he was director of night operations at the <em>Philadelphia Inquirer</em>, transportation and circulation administration manager of the <em>Philadelphia Daily News</em>, and executive assistant to Philadelphia Newspapers, Inc., President Sam Keel. He also worked in several editorial departments of the Inquirer.</p><p class=\"article\">John joined PNI in 1983 after 17 years at <em>Newsweek</em>, where he held posts as Los Angeles bureau chief and senior editor/news editor in New York. He also worked at the <em>Newark Evening News </em>and <em>Detroit Free Press.</em></p><p class=\"article\">As news editor at <em>Newsweek</em>, John coordinated the magazine&#39;s worldwide network of correspondents for seven years. He also handled <em>Newsweek</em>&#39;s logistical arrangements for the Republican and Democratic national conventions in 1976 and 1980.</p><p class=\"article\">He is a member of the board of visitors of the John S. Knight Fellowship Program, which offers working journalists a year&#39;s study at Stanford University in California. He also is a director of the Institute for Journalism Education, which runs several training programs for minority journalists, and is a member of the ANPA Minority Opportunity Committee. John also serves on the advisory boards for the schools of journalism at University of Colorado, University of North Carolina and University of Southern California.</p><p class=\"article\">In Boulder, he is chairman of the Boulder Chamber of Commerce&#39;s Economic Futures Panel. He also is a member o the development committee of the San Juan Family Learning Center, and agency devoted to aiding disadvantaged families in Boulder.</p><p class=\"article\">John is a graduate of Temple University in Philadelphia. He received an honorary doctorate from Temple in 1981. He is married and is the father of five.</p><p class=\"article\"><em>(June 10, 1991)</em></p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Akron Beacon Journal"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "John L."
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "130"
        },
        {
          "tid": "129"
        },
        {
          "tid": "128"
        },
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        },
        {
          "tid": "123"
        },
        {
          "tid": "122"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "director, John S. Knight Fellowships"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "264",
          "title": "",
          "filename": "jrisser.jpg",
          "alt": "James V. Risser",
          "timestamp": "1439236138",
          "filesize": "44432",
          "fid": "906",
          "width": "200",
          "uri": "public://jrisser.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441379965",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7521",
    "title": "James V. Risser",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Risser"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Jim Risser </strong>has distinguished himself as an investigative reporter, an environmental reporter and as a leader in efforts to improve the quality of modern journalism.</p><p class=\"article\">Risser was a reporter for the <em>Des Moines Register </em>for 20 years, and was its Washington bureau chief from 1976 to 1985. During that time he won numerous journalism honors, including two Pulitzer Prizes for National Reporting. His first Pulitzer, in 1976, was awarded for stories exposing corruption in the U.S. grain exporting industry, which led to criminal convictions and reform legislation. His second Pulitzer, in 1979, was awarded for a series of stories showing the destructive impact of modern American agriculture on the environment. His other honors include two Thomas L. Stokes Awards for environmental reporting, the Edward J. Meeman Award for conservation reporting, two Raymond Clapper Awards for Washington reporting, and the American Political Science Association Award for distinguished reporting of public affairs.</p><p class=\"article\">In 1985, Risser was named director of the John S. Knight Fellowships for Professional Journalists at Stanford University, a mid-career sabbatical program for outstanding print and broadcast journalists from the United States and abroad, a position he held until his retirement in 2000. He had been a Professional Journalism Fellow at Stanford in 1973-74. As a member of the Stanford faculty, Risser also taught in the Department of Communication&#39;s graduate journalism program.</p><p class=\"article\">Risser was a member of the Pulitzer Prize Board from 1990 to 1999. He currently serves on the Journalism Advisory Committee of the John S. and James L. Knight Foundation, on the Steering Committee of the Committee of Concerned Journalists, and is a member of the Gridiron Club of Washington, Investigative Reporters &amp; Editors, and the Society of Environmental Journalists. From 2000-2003 he was a member of the Board of Governors of the Wallace Stegner Initiative, a project of the Institute for Journalism and Natural Resources, and he served as a judge for the Institute&#39;s report, &quot;Matching the Scenery: Journalism&#39;s Duty to the American West.&quot; He is a member of the boards of directors of the Oregon Shakespeare Festival and of Jefferson Public Radio, in Ashland, Oregon, and he serves on the Southern Oregon University Advisory Board.</p><p class=\"article\">In addition to his stories for the <em>Des Moines Register</em>, he has written on environmental issues for several newspapers and magazines, and he continues to write on news media issues for journalism publications. In 2001, he co-authored a study for CNN analyzing television&#39;s failures in reporting the results of the 2000 presidential election.</p><p class=\"article\">Risser is a graduate of the University of Nebraska and the University of San Francisco Law School, and practiced law in his hometown of Lincoln, Nebraska before turning to journalism in 1964. He and his wife, Sandra Risser, live in Ashland, Oregon. They have two sons, David, of Salem, Oregon, and John, of Ashland.</p><p>- January 2005<br /><br />&nbsp;</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Stanford University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "James V."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Palo Alto, CA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "128"
        },
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        },
        {
          "tid": "122"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president and publisher"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441224410",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7522",
    "title": "Walter Rugaber",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Rugaber"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p>No biography/photo currently available.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Roanoke Times"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Walter"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Roanoke, VA "
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "129"
        },
        {
          "tid": "128"
        },
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        },
        {
          "tid": "123"
        },
        {
          "tid": "122"
        },
        {
          "tid": "121"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "Porter University Professor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441382696",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7523",
    "title": "Helen Vendler",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Vendler"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "Harvard University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Helen"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Cambridge, MA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        },
        {
          "tid": "123"
        },
        {
          "tid": "122"
        },
        {
          "tid": "121"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "professor of law"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441380983",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7524",
    "title": "Marilyn Yarbrough",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Yarbrough"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p>No biography/photo currently available.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "University of North Carolina"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Marilyn"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Chapel Hill, NC"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "writer and philosopher"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/gif",
          "height": "400",
          "title": "",
          "filename": "sbok.gif",
          "alt": "Sissela Bok",
          "timestamp": "1440601526",
          "filesize": "115362",
          "fid": "1009",
          "width": "309",
          "uri": "public://sbok.gif",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1441141120",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7526",
    "title": "Sissela Bok",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Bok"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p>The election of writer and philosopher Sissela Bok to the Pulitzer Prize Board has been announced by Michael I. Sovern, president of Columbia University.</p><p class=\"article\">Dr. Bok&#39;s election fills a vacancy on the 17-member board created by the departure of Hanna Gray, president of the University of Chicago, who had completed eight years of service.</p><p class=\"article\">Dr. Bok has written extensively on issues of ethics and morality and is the author of the books &quot;Lying: Moral Choice in Public and Private Life&quot; and &quot;Secrets: On the Ethics of Concealment and Revelation.&quot; She is co-editor of &quot;The Dilemmas of Euthanasia&quot; and &quot;Ethics Teaching in Higher Education.&quot; Her biography of her mother, Alva Myrdal, the 1982 Nobel Peace Prize recipient, published in Sweden in 1987, is being translated into English. (Her father, Gunnar Myrdal, received the Nobel Memorial Prize in Economics in 1974. She holds a Ph.D. in philosophy from Harvard University and B.A. and M.A. degrees in psychology from George Washington University. She is an associate professor in philosophy at Brandeis University and has lectured frequently at Harvard and other universities. She is a member of the editorial boards of a number of professional journals. She is the recipient of several awards for her book &quot;Lying&quot; and of honorary doctorates from Mount Holyoke College and George Washington and Clark Universities.</p>"
        }
      ]
    },
    "field_employer": [],
    "field_first_name": {
      "und": [
        {
          "safe_value": "Sissela"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "131"
        },
        {
          "tid": "130"
        },
        {
          "tid": "129"
        },
        {
          "tid": "128"
        },
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "dean, Graduate School of Journalism"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441125362",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7527",
    "title": "Joan Konner",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Konner"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Joan Konner</strong> has a B.A. from Sarah Lawrence and received her M.S. from Columbia. She has been a reporter, editorial writer, and columnist for the <em>Bergen</em> (N.J.) <em>Record</em>; a producer, reporter, host and editor, at WNET/Thirteen; a documentary and news producer, writer, director and program director at NBC News; an executive producer for national public affairs programs, and executive producer of &quot;Bill Moyers&rsquo; Journal.&quot; She has also been vice president, director of programming and executive producer for the Metropolitan Division and senior executive producer for national public affairs, WNET/Thirteen. In addition, she was president and executive producer, Public Affairs Television Inc., in partnership with Bill Moyers.</p><p>She is the former Dean of the Graduate School of Journalism, Columbia University and the publisher, Columbia Journalism Review. Awards include 13 Emmys from the National Academy of Television Arts and Sciences; Peabody Award, 1980); Alfred. I. duPont Award, 1989; three American Bar Association Awards; Outstanding Broadcast Journalism Educator, from the Association for Education in Journalism and Mass Communication, 1996.</p><p>-- http://www.journalism.columbia.edu/profile/331-joan-konner/</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Joan"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        },
        {
          "tid": "124"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "chairman and chief executive officer"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441125229",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7528",
    "title": "Peter R. Kann",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Kann"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "Dow Jones and Co., Inc."
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Peter R."
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "127"
        },
        {
          "tid": "126"
        },
        {
          "tid": "125"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "vice president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "369",
          "title": "",
          "filename": "jdriscoll236.jpg",
          "alt": "John S. Driscoll",
          "timestamp": "1440608874",
          "filesize": "83785",
          "fid": "1014",
          "width": "236",
          "uri": "public://jdriscoll236.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1441125921",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7529",
    "title": "John S. Driscoll",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Driscoll"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Jack Driscoll</strong> was named editor of <em>The Boston Globe</em> in December of 1987.</p><p class=\"article\">He was <em>Globe</em> executive editor from 1982 to 1987. As a managing editor for several years before that, he was supervisor or reporter in several prize-winning efforts, including involvement in five Pulitzers, Associated Press Managing Editor&#39;s Public Service Award, Sigma Delta Chi, the George Polk, Sidney Hillman and Sevellon Brown Awards, New England&#39;s top honor. In 1987 Driscoll was awarded the Yankee Quill Award by the New England Chapter Society of Professional Journalists, Sigma Delta Chi. He has been on reporting trips to Europe, the Middle East, the Far East, Africa, the Soviet Union and Latin America.</p><p class=\"article\">In 1977 he was a member of the national team investigating Arizona corruption after the death of reporter Don Bolles.</p><p class=\"article\">From 1976 to 1982, Driscoll was managing editor of the <em>Evening Globe</em>, the daily <em>Globe</em> and the <em>Sunday Globe</em>.</p><p class=\"article\">He is a member of the American Society of Newspaper Editors and the Associated Press ManagingEditors Association, a member of the Board of Directors of the <em>Boston Globe</em> and was elected to the ASNE Board of Directors in 1990. He also is on the Advisory Board of the Nieman Foundation. For 12 years he was an assistant to former editor Thomas Winship. Prior to that he was night editor, a copy desk editor and sportswriter at the <em>Globe</em>. He has previously worked at United Press International, the Manchester (NH) Union Leader and the Haverhill (MA) Journal. His ASNE activities have included: chairman, Writing Awards Committe; member Program and Education Committee; participant in Editor-in-Residence Program since its inception; participant in Soviet-ASNE Exchange Program, contributor to ASNE Bulletin.</p><p class=\"article\">A graduate of Northeastern University, Driscoll is married and has four daughters. A longtime resident of Melrose, he resides in Topsfield, Massachusetts.</p><p class=\"article\"><em>(June 10, 1991)</em></p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Boston Globe"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "John S."
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "133"
        },
        {
          "tid": "132"
        },
        {
          "tid": "131"
        },
        {
          "tid": "130"
        },
        {
          "tid": "129"
        },
        {
          "tid": "128"
        },
        {
          "tid": "127"
        },
        {
          "tid": "126"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editorial page editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441224892",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7530",
    "title": "Meg Greenfield",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Greenfield"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The Washington Post"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Meg"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "129"
        },
        {
          "tid": "128"
        },
        {
          "tid": "127"
        },
        {
          "tid": "126"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor and publisher"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441380516",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7531",
    "title": "Burl Osborne",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Osborne"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Burl Osborne</strong>, president and editor of <em>The Dallas Morning News</em>, has overall responsibility for the operation of the newspaper, including direct supervision of the news and editorial departments.</p><p class=\"article\">In October, 1980, Osborne joined <em>The Morning News</em> as executive editor, with responsibility for all news gathering and editing. In 1981 he became vice president and executive editor and in 1983 he was named senior vice president and editor. He was named president and editor in 1985.</p><p class=\"article\">Osborne came to <em>The Morning News</em> after 20 years with the Associated Press, where he was managing editor. As managing editor of the AP, Osborne had responsibility for the daily AP news report, plus direct supervision of the national reporting and editing staffs based in New York. He also supervised the national news file, which is generated from news bureaus throughout the U. S. by a staff of more than 1,000 reporters and editors.</p><p class=\"article\">Osborne began his career with the AP in 1960 as a correspondent in Bluefield, West Virginia. He became an editor-reporter in Charleston, West Virginia, in 1962 and in 1964 moved to Spokane, Washington, where he had news responsibility encompassing parts of three states.</p><p class=\"article\">In 1967, Osborne became news editor for Colorado and Wyoming, based in Denver. He moved from Denver to Louisville, Kentucky, in 1970, where he oversaw the news, administrative and business activities of the AP in Kentucky. He was promoted to chief of the AP&#39;s Ohio bureau in 1972 with overall responsibility for that state and production responsibilities in adjoining states.</p><p class=\"article\">Osborne was named assistant chief of the AP&#39;s Washington bureau in 1974. In Washington, AP&#39;s largest news operation, he supervised the news staff and developed the AP&#39;s Washington news report. During that time, Osborne helped plan the AP&#39;s coverage of the 1976 presidential election.</p><p class=\"article\">In 1977, Osborne was promoted to the position of managing editor, based in New York City. Prior to joining the AP, he was a reporter for the Ashland, Kentucky Daily Independent and for WHTN-TV in Huntington, West Virginia.</p><p class=\"article\">Osborne holds a bachelor&#39;s degree in journalism with a minor in mathematics from Marshall University in Huntington, West Virginia and a master&#39;d degree in business from Long Island University. He is a graduate of the Harvard Business School Advanced Management Program.</p><p><em>(June 9, 1986)</em></p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Dallas Morning News"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Burl"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "126"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president and chief executive officer"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440531604",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7646",
    "title": "Jack Fuller",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Fuller"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "Chicago Tribune"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Jack"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "130"
        },
        {
          "tid": "129"
        },
        {
          "tid": "128"
        },
        {
          "tid": "127"
        },
        {
          "tid": "126"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440602334",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7647",
    "title": "Geneva Overholser",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Overholser"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The Des Moines Register"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Geneva"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "129"
        },
        {
          "tid": "128"
        },
        {
          "tid": "127"
        },
        {
          "tid": "126"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "senior lecturer, Emory University"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441378675",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7648",
    "title": "Claude F. Sitton",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Sitton"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "former editor and vice president, The News and Observer"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Claude F."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Raleigh, N.C."
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "126"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "columnist"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440605099",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "0"
        }
      ]
    },
    "nid": "13626",
    "title": "Russell Baker",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Baker"
        }
      ]
    },
    "body": [],
    "field_employer": {
      "und": [
        {
          "safe_value": "The New York Times"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Rusell"
        }
      ]
    },
    "field_location_text": []
  }
]