[
  {
    "field_years": {
      "und": [
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        },
        {
          "tid": "107"
        },
        {
          "tid": "106"
        },
        {
          "tid": "105"
        },
        {
          "tid": "104"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "325",
          "title": "",
          "filename": "lcbollinger.jpg",
          "alt": "Lee C. Bollinger",
          "timestamp": "1440704727",
          "filesize": "78955",
          "fid": "1020",
          "width": "236",
          "uri": "public://lcbollinger.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1453309740",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7485",
    "title": "Lee C. Bollinger",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Bollinger"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>President Lee C. Bollinger</strong> is a renowned legal scholar, with an expertise in free speech and the First Amendment. He is an alumnus of Columbia&#39;s Law School, where he is also a professor. He became president of Columbia University on June 1, 2002.&nbsp;</p><p>Born in Santa Rosa, California, Bollinger was raised there and in Baker City, Oregon. He went on to graduate from the University of Oregon in 1968 and received a J.D. from Columbia Law School. He served as a law clerk to Judge Wilfred Feinberg of the United States Court of Appeals for the Second Circuit and Chief Justice Warren Burger of the U.S. Supreme Court. Bollinger went on to join the faculty of the University of Michigan Law School in 1973, becoming dean of the school in 1987. He became provost of Dartmouth College in 1994 before returning to the University of Michigan in 1996 as president.</p><p>Bollinger has authored many articles and books on the subject of free speech such as <em>The Tolerant Society</em> (Oxford University Press, 1988) and<em> Images of a Free Press</em> (University of Chicago Press, 1991).</p><p>President Bollinger is married to artist Jean Magnano Bollinger. They have two children.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Lee C."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "160",
          "title": "",
          "filename": "amoss.jpg",
          "alt": "Jim Amoss",
          "timestamp": "1439236138",
          "filesize": "5336",
          "fid": "878",
          "width": "100",
          "uri": "public://amoss.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441221430",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7487",
    "title": "Jim Amoss",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Amoss"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p>Named the National Press Foundation&#39;s 1997 Editor of the Year and Editor and Publisher&#39;s 2005 Editor of the Year, <strong>Jim Amoss</strong> has been editor of <em>The Times-Picayune</em> in New Orleans since July 1990. Previously, he had been associate editor of <em>The Times-Picayune</em> since 1988. Under his leadership, the paper won the 1997 Pulitzer Prizes in both public service and editorial cartooning. These were the paper&#39;s first Pulitzers since its inception in 1837. The paper also won the 2006 Pulitzer Prizes in public service and breaking news.</p><p class=\"article\">Amoss&#39; journalism career began in 1974 as an investigative reporter for <em>The States-Item,</em> a New Orleans afternoon daily that merged with <em>The Times-Picayune</em> in 1980. He was named chief of <em>The Times-Picayune&#39;s</em> St. Bernard bureau that year and subsequently city editor in 1982, and metropolitan editor in 1983.</p><p class=\"article\">Amoss is a native of New Orleans, though he spent part of his growing up years in Germany and Belgium. In 1969, he graduated magna cum laude from Yale and went on to study as a Rhodes Scholar at Oxford, specializing in German literature and the work of Thomas Mann.</p><p class=\"article\">Amoss serves on the board of visitors of the Manship School of Mass Communications at Louisiana State University. Amoss previously served as a juror for the Pulitzer Prizes in 1994, 1995, 1999 and 2000. He is a member of the board of the American Society of Newspaper Editors.</p><p class=\"article\">He is married to New Orleans architect Nancy Monroe. They are the parents of Adam and Sophie.</p><p class=\"article\">Amoss joined the Pulitzer Prize Board in May 2003.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Times-Picayune"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Jim"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New Orleans, LA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "former editor editorial page"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "121",
          "title": "",
          "filename": "byrd.jpg",
          "alt": "Joann Byrd",
          "timestamp": "1439236138",
          "filesize": "4063",
          "fid": "880",
          "width": "100",
          "uri": "public://byrd.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441380767",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7489",
    "title": "Joann Byrd",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Byrd"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" src=\"http://www.pulitzer.org/files/bio_images/byrd.jpg\"><strong>Joann Byrd</strong> retired June 2, 2003, after six years as the editorial page editor at the <em>Seattle Post-Intelligencer. </em></p><p class=\"article\">From June 1992 to June 1995, she was ombudsman at <em>The Washington Post,</em> and had been executive editor of <em>The Herald,</em> Everett, WA, for 12 years.</p><p class=\"article\">After getting a master&#39;s in philosophy, Joann taught journalism ethics at the University of Washington and the Poynter Institute for Media Studies. She was chair of the American Society of Newspaper Editors Ethics and Values Committee, and is primary creator of The Ethics Tool, a decision-making procedure for journalists, posted on the Poynter website.</p><p class=\"article\">She is writing a book about the Heppner, Oregon, flood of 1903.</p><p class=\"article\">Joann Byrd joined the Pulitzer Board in 1999. She co-chaired the 2008 Pulitzer Prize Board.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Seattle Post-Intelligencer"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Joann"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Seattle, WA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "executive editor and senior vice president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "436",
          "title": "",
          "filename": "kcarroll.jpg",
          "alt": "Kathleen Carroll",
          "timestamp": "1440608185",
          "filesize": "52939",
          "fid": "1013",
          "width": "295",
          "uri": "public://kcarroll_0.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440608297",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7490",
    "title": "Kathleen Carroll",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Carroll"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Kathleen Carroll </strong>has served as executive editor for the AP since 2002 and as senior vice president since Sept. 2003.</p><p>Before joining the news organization some 25 years ago, she studied journalism at the University of Texas at Arlington and worked as a reporter for the <em>Dallas Morning News</em>.</p><p>The Dallas bureau of the AP first hired Carroll in 1978. She quickly rose through the ranks, being promoted to news editor of the Newark bureau in 1981 and then in 1982, city editor, then assistant chief of the Los Angeles Bureau. For the next several years, Carroll worked first as a business editor for the <em>International Herald Tribune</em> in Paris and then as an editor for the <em>San Jose Mercury News</em>. She returned to the AP for a time in 1990 as a Washington DC bureau news editor until Knight Ridder hired her as Washington Bureau News Editor in 1996. She became Knight Ridder&#39;s Washington Bureau Chief in 1999, supervising both Washington and overseas coverage for the newspaper group. During that time, Knight Ridder reporters won a 2001 George Polk Award for international reporting.</p><p>Carroll has been a member of the American Society of Newspaper Editors since 1996 and has served on its Readership and Craft Development Committees. She also is a member of the Associated Press Managing Editors&#39; Board of Directors and the APME board&#39;s executive committee.</p><p>Carroll joined the Pulitzer Prize Board in 2003.&quot;</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Associated Press"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Kathleen"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "columnist"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "319",
          "title": "",
          "filename": "friedman236.jpg",
          "alt": "Thomas L. Friedman",
          "timestamp": "1453312764",
          "filesize": "108187",
          "fid": "4691",
          "width": "236",
          "uri": "public://friedman236_0.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1453312764",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7491",
    "title": "Thomas L. Friedman",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Friedman"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Thomas L. Friedman,</strong> a native of Minneapolis, graduated summa cum laude in 1975 with a degree in Mediterranean Studies from Brandeis University. On a Marshall Scholarship, he studied at Oxford University&#39;s St. Antony&#39;s College and later earned a master&#39;s degree in Middle East studies from Oxford in 1978.</p><p class=\"article\">After a year as a general assignment reporter in the London bureau of United Press International (UPI), Friedman was transferred to UPI&#39;s Beirut bureau as a correspondent from 1979-1981.</p><p class=\"article\"><em>The New York Times</em> hired Friedman in 1981, transplanting him in New York as a financial reporter. A year later, he found himself back in Beirut as the <em>Times&#39;</em> Beirut bureau chief, from 1982-84, and subsequently became its Israel bureau chief from 1984-1988.</p><p class=\"article\">After winning a 1988 Guggenheim Foundation Fellowship to write his first book, <em>From Beirut to Jerusalem,</em> Friedman was made chief diplomatic correspondent for the <em>Times</em> in 1989 and was appointed chief White House correspondent in 1992. He then served as international economics correspondent in 1994, and became foreign affairs columnist the following year.</p><p class=\"article\">For international reporting, Friedman won the Pulitzer Prize in both 1983 and 1988 and again in 2002 for distinguished commentary. In 2004, he was also awarded the Overseas Press Club Award for lifetime achievement.</p><p class=\"article\">His first book, <em>From Beirut to Jerusalem</em> (1989), won both the 1989 National Book Award and 1989 Overseas Press Club Award. He wrote three more over the next several years, including the text for a photography book by Micha Bar-Am called <em>Israel: A Photobiography</em> (1998). The others are <em>The Lexus and the Olive Tree: Understanding Globalization</em> (1999), which won him another Overseas Press Club Award in 2000, and his most recent work <em>Longitudes and Attitudes: Exploring the World After September 11</em> (2002). He is currently completing a new book, <em>The World is Flat: A Brief History of the 21st Century.</em></p><p class=\"article\">Friedman has been a visiting professor at Harvard, earned honorary degrees from five universities and currently serves on the Board of Trustees at Brandeis University.</p><p class=\"article\">Thomas Friedman joined the Pulitzer board in 2004.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The New York Times"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Thomas L."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "chairman"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "708",
          "title": "",
          "filename": "degraham.jpg",
          "alt": "Donald E. Graham",
          "timestamp": "1440613317",
          "filesize": "76196",
          "fid": "1015",
          "width": "472",
          "uri": "public://degraham.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440613317",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7493",
    "title": "Donald E. Graham",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Graham"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Donald E. Graham</strong> became chief executive officer of The Washington Post Company in 1991 and chairman of the board in 1993. Publisher of the <em>The Washington Post </em>newspaper since 1979, Graham is a trustee of the Federal City Council in Washington, D.C., chairman of the District of Columbia College Access Program, and a member of the board of directors of The Summit Fund of Washington.</p><p>A 1966 graduate of Harvard College, where he was president of the <em>Harvard Crimson</em>, Graham served as an information specialist with the 1st Cavalry Division in Vietnam from 1967 to 1968. Later, he became a patrolman with the Washington Metropolitan Police Department, a reporter at <em>The Washington Post</em> and held several news and business positions at <em>Newsweek</em>. Graham was elected a director of The Washington Post Company in 1974 and served as president from 1991-1993; he was named executive vice president and general manager of <em>The Washington Post</em> in 1976.</p><p>Graham served as a Pulitzer Prize board member from 1999-2008.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Washington Post"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Donald E."
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "118"
        },
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor and senior vice president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "140",
          "title": "",
          "filename": "gyllenhaal.jpg",
          "alt": "Anders Gyllenhaal",
          "timestamp": "1439236138",
          "filesize": "4956",
          "fid": "885",
          "width": "100",
          "uri": "public://gyllenhaal.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441311930",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7494",
    "title": "Anders Gyllenhaal",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Gyllenhaal"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">Anders Gyllenhaal</strong>&nbsp;was named executive editor of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Miami Herald</em>&nbsp;in 2007. From 2002 to 2007, Gyllenhaal (pronounced JILL-in-hall), was editor and senior vice president at the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Star Tribune,</em>&nbsp;Minneapolis-St. Paul. Previously, he was executive editor and senior vice president of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">News &amp; Observer</em>&nbsp;in Raleigh, NC. He joined the&nbsp;<em style=\"margin: 0px; padding: 0px;\">News &amp; Observer</em>&nbsp;in 1991 and worked as metro editor and managing editor before becoming editor in 1997.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Born in Cleveland, OH, and raised in a small town in Pennsylvania, Gyllenhaal is a graduate of George Washington University. His first reporting job was at the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Daily News Record</em>&nbsp;in Harrisonburg, VA. Following that, he worked at&nbsp;<em style=\"margin: 0px; padding: 0px;\">The Press</em>&nbsp;in Atlantic City, and then the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Miami Herald,</em>&nbsp;where he spent 12 years as a reporter, editor and head of the paper&#39;s Fort Lauderdale office.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He is married to Beverly Mills Gyllenhaal, who writes a weekly cooking column that appears in approximately 115 papers across the U.S. and Canada. He is a member of the American Society of Newspaper Editors.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Gyllenhaal joined the Pulitzer Board in 2001.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Star Tribune"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Anders"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Minneapolis-St. Paul, MN"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "Wallis Annenberg Chair, Director, Center for the Study of Journalism and Democracy, Annenberg School of Communication"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "136",
          "title": "",
          "filename": "jharris.jpg",
          "alt": "Jay T. Harris",
          "timestamp": "1439236138",
          "filesize": "3549",
          "fid": "886",
          "width": "100",
          "uri": "public://jharris.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441312026",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7495",
    "title": "Jay T. Harris",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Harris"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">Jay T. Harris,</strong>&nbsp;the former publisher of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">San Jose Mercury News,</em>&nbsp;is director of The Center for the Study of Journalism and Democracy at the Annenberg School of Communication, University of Southern California.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">In his 30 years in journalism, Harris has worked as a reporter, editor, educator and corporate executive. Appointed publisher of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Mercury News</em>&nbsp;in 1994, Harris emphasized more complete coverage of community life, increased the quality and quantity of news about Silicon Valley business and high technology, and launched weekly Spanish and Vietnamese-language newspapers.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">After beginning his journalism career as a reporter and editor at the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Wilmington (Del.) News-Journal,</em>&nbsp;Harris joined the faculty, and served as assistant dean, of Northwestern&#39;s Medill School of Journalism. While at Medill, he designed and launched the American Society of Newspaper Editors&#39; annual national census of minority employment in daily newspapers, which remains the industry benchmark to this day.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He worked as a national correspondent and columnist for the Gannett News Service and was executive editor of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Philadelphia Daily News</em>&nbsp;before moving to Knight Ridder&#39;s corporate staff, where he served as assistant to the president of the Newspaper Division and, later, vice president of operations, where he was responsible for the business operations of nine of the company&#39;s newspapers.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Harris has been recognized with awards from numerous universities, nonprofit and social justice organizations, and national journalism and journalism education organizations, including honorary doctorates from Lincoln University in Pennsylvania, his alma mater, and Santa Clara University in California.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Harris joined the Pulitzer Board in 2000.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "University of Southern California"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Jay T."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Los Angeles, CA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "118"
        },
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "Donald J. McLachlan Professor of History, Emeritus"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "140",
          "title": "",
          "filename": "dkennedy.jpg",
          "alt": "David M. Kennedy",
          "timestamp": "1439236138",
          "filesize": "6583",
          "fid": "887",
          "width": "100",
          "uri": "public://dkennedy.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441312197",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7496",
    "title": "David M. Kennedy",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Kennedy"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">David M. Kennedy,</strong>&nbsp;Pulitzer Prize-winning historian and professor, has taught at Stanford University since 1967 and was named the Donald J. McLachlan Professor of History in 1993. His many books include the 1971 Bancroft prize-winning<em style=\"margin: 0px; padding: 0px;\">Birth Control in America</em>; 1981 Pulitzer Prize finalist&nbsp;<em style=\"margin: 0px; padding: 0px;\">Over Here: The First World War and American Society,</em>&nbsp;and&nbsp;<em style=\"margin: 0px; padding: 0px;\">Freedom From Fear,</em>&nbsp;which won the Pulitzer Prize in history in 2000.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">The Seattle native earned a B.A. in history in 1963 from Stanford University, then continued his studies at Yale, where he was awarded a master&#39;s degree and doctorate in American Studies. In 1967, Kennedy returned to Stanford, where he has taught since, with the exception of two visiting professorships at the University of Florence and at Oxford University.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Kennedy has been the U.S. delegate to Oxford University Press since 1997, and was a U.S. International Communications Agency Lecturer in Italy, Denmark, Finland,Turkey, Ireland and Germany. In the States, Kennedy has served on the boards of many organizations, including the Educational Testing Service&#39;s Test Development Committee for Advanced Placement Examination in U.S. History as well as the advisory boards of several PBS television series, including &quot;The American Experience.&quot;</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Among his many honors, Kennedy was named a fellow of the American Council of Learned Societies and the Guggenheim Foundation and was selected to the American Academy of Arts and Sciences and the American Philosophical Society.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">His writings have appeared in numerous publications including&nbsp;<em style=\"margin: 0px; padding: 0px;\">The Historian, Reviews in American History, Encyclopedia of American Biography, the Dictionary of American Biography</em>, as well as others including&nbsp;<em style=\"margin: 0px; padding: 0px;\">The Nation, The New Republic, The London Review of Books, The Atlantic Monthly, The Los Angeles Times</em>&nbsp;and&nbsp;<em style=\"margin: 0px; padding: 0px;\">The New York Times.</em></p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Kennedy served as a Pulitzer Prize juror in the history category in 1984, 1994 and 2002. He was elected to the Pulitzer Prize Board in 2002.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Stanford University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "David M."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Palo Alto, CA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        },
        {
          "tid": "107"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "dean, Graduate School of Journalism"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "110",
          "title": "",
          "filename": "lemann.jpg",
          "alt": "Nicholas Lemann",
          "timestamp": "1439236138",
          "filesize": "34622",
          "fid": "888",
          "width": "95",
          "uri": "public://lemann.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1453312252",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7497",
    "title": "Nicholas Lemann",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Lemann"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Nicholas Lemann</strong> was born, raised and educated in New Orleans. He began his journalism career as a 17-year-old writer for an alternative weekly newspaper there, the <em>Vieux Carre Courier.</em> He graduated magna cum laude from Harvard College in 1976, where he concentrated in American History and Literature and was President of the Harvard Crimson.</p><p class=\"article\">After graduation he worked at the <em>Washington Monthly</em>, as an associate editor and then managing editor; at <em>Texas Monthly,</em> as an associate editor and then executive editor; at the <em>Washington Post</em>, as a member of the national staff; at the <em>Atlantic Monthly,</em> as national correspondent; and at the <em>New Yorker,</em> as staff writer and then <em>Washington Correspondent.</em> On September 1, 2003, he became dean of the Graduate School of Journalism at Columbia University, at the end of a process of re-examination of the school&#39;s mission conducted by a national task force convened by the university&#39;s President, Lee C. Bollinger.</p><p class=\"article\">Lemann has published five books, most recently <em>Redemption: The Last Battle of the Civil War</em> (2006); The Big Test: The Secret History of the American Meritocracy (1999), which helped lead to a major reform of the SAT; and <em>The Promised Land: The Great Black Migration and How It Changed America</em> (1991), which won several book prizes. He has written widely for such publications as the <em>New York Times, The New York Review of Books, The New Republic, Slate,</em> and <em>American Heritage;</em> worked in documentary television with Blackside, Inc., Frontline, the Discovery Channel, and the BBC; and lectured at many universities. Lemann continues to write for the <em>New Yorker</em>, and serves on the boards of directors of the Authors Guild, the Center for the Humanities at the City University of New York Graduate Center, and the Society of American Historians, and is a member of the New York Institute for the Humanities.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Nicholas"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "senior vice president and editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "114",
          "title": "",
          "filename": "lipinski.jpg",
          "alt": "Ann Marie Lipinski",
          "timestamp": "1439236138",
          "filesize": "5146",
          "fid": "889",
          "width": "100",
          "uri": "public://lipinski.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441309465",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7498",
    "title": "Ann Marie Lipinski",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Lipinski"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">Ann Marie Lipinski</strong>&nbsp;was named senior vice president and editor at the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Chicago Tribune</em>&nbsp;in February 2001. Prior to that, she served as its vice president and executive editor.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Lipinski is a graduate of the University of Michigan. She first came to the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Tribune</em>&nbsp;as an intern in the summer of 1978 and rose through the ranks to senior editorial posts, including associate managing editor for metropolitan news in 1991, deputy managing editor in 1994 and managing editor in 1995.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">As a&nbsp;<em style=\"margin: 0px; padding: 0px;\">Chicago Tribune</em>&nbsp;reporter, she won the Pulitzer Prize for investigative reporting in 1988 for a series of articles on conflicts of interest in the Chicago City Council. The following year, she won a Nieman Fellowship for journalists, for which she spent a year at Harvard before returning to head the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Tribune&#39;s</em>investigative team. In 1993, Lipinski oversaw the paper&#39;s prize-winning &quot;Killing Our Children,&quot; a yearlong, front-page series on child murders in the Chicago area.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Lipinski was a juror for the Pulitzer Prizes in 2001 and 2002 and currently serves on the board of visitors of the Poynter Institute, the University of Michigan Journalism Fellows program and the Stanford University Journalism Fellows program.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Lipinski joined the Pulitzer Prize Board in May 2003.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": " Chicago Tribune"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Ann Marie"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Chicago, IL"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "457",
          "title": "",
          "filename": "gmoore300.jpg",
          "alt": "Gregory Moore",
          "timestamp": "1440598889",
          "filesize": "139340",
          "fid": "1008",
          "width": "300",
          "uri": "public://gmoore300.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440598985",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7499",
    "title": "Gregory L. Moore",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Moore"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Gregory L. Moore</strong> has been editor of <em>The Denver Post</em> since June 2002. Prior to that, he was managing editor of the <em>Boston Globe</em>.</p><p>The Cleveland native graduated from Ohio Wesleyan University in 1976 with a degree in journalism and political science. Later that year, he became a reporter for Dayton, Ohio&#39;s <em>Journal Herald</em> and covered a number of beats, including city hall. In 1980, Moore returned to Cleveland, where he spent six years and covered county and city government before being named state political editor and then day city editor for the <em>Plain Dealer</em>.</p><p><em>The Boston Globe</em> hired Moore in 1986 as a senior assistant city editor. He rose through the ranks, becoming city editor the following year, assistant managing editor for local news in 1989, deputy managing editor in 1991, and finally managing editor in 1994.</p><p>In 1996, Moore was named Journalist of the Year by the New England Chapter of the National Association of Black Journalists (NABJ). He is a former board member of NABJ and of the American Society of Newspaper Editors and has taught at the Poynter Institute for Media Studies and the American Press Institute. He is a member of the Board of Trustees at Ohio Wesleyan University.</p><p>Gregory Moore joined the Pulitzer Prize Board in 2004.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Denver Post"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Gregory L."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Denver, CO"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "120"
        },
        {
          "tid": "119"
        },
        {
          "tid": "118"
        },
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "708",
          "title": "",
          "filename": "oppel500.jpg",
          "alt": "Richard Oppel",
          "timestamp": "1441141728",
          "filesize": "59966",
          "fid": "1028",
          "width": "466",
          "uri": "public://oppel500.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1441141728",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7500",
    "title": "Richard Oppel",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Oppel"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Richard Oppel</strong> has been editor of the <em>Austin American-Statesman </em>since 1995 and is responsible for news and editorial content.</p><p>After serving in the Marine Corps, he graduated from the University of South Florida and began his career with the <em>Tampa Tribune</em>. He worked for the Associated Press and the <em>Detroit Free Press</em> before becoming executive editor of the <em>Tallahassee Democrat</em> in 1977, and then editor of the <em>Charlotte Observer</em> in 1978.</p><p>During his 15 years in Charlotte, the <em>Observer</em> won two Pulitzers, both gold medals for meritorious public service, and shared a Pulitzer with the <em>Atlanta Constitution</em> for editorial cartoons. Oppel has been the National Press Foundation&#39;s Editor of the Year, president of the American Society of Newspaper Editors and president of the North Carolina Press Association.</p><p>He and his wife Carol have two children, Richard Jr., a <em>New York Times </em>reporter; and Shelby Oppel Wood, a <em>Portland Oregonian</em> reporter.</p><p>He became a Pulitzer Board member in 2000.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Austin American-Statesman"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Richard"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Austin, TX"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "120"
        },
        {
          "tid": "119"
        },
        {
          "tid": "118"
        },
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "392",
          "title": "",
          "filename": "pride2.jpg",
          "alt": "Mike Pride",
          "timestamp": "1441310414",
          "filesize": "77148",
          "fid": "1033",
          "width": "236",
          "uri": "public://pride2.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1441310472",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7501",
    "title": "Mike Pride",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Pride"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">Mike Pride</strong>&nbsp;has been editor of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Concord Monitor</em>&nbsp;since 1983. Prior to that, he served as its managing editor. Under his editorship the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Monitor</em>&nbsp;has won the New England Newspaper of the Year Award 19 times, as well as numerous national awards for excellence. The paper has been cited by<em style=\"margin: 0px; padding: 0px;\">Time</em>&nbsp;magazine and the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Columbia Journalism Review</em>&nbsp;as one of the best papers in the country.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Before joining the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Monitor</em>, Pride was city editor of the<em style=\"margin: 0px; padding: 0px;\">Clearwater Sun</em>&nbsp;and the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Tallahassee Democrat</em>. A graduate of the University of South Florida, he served as a Russian linguist in the Army during the late 1960s and began his journalism career as a sports writer at the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Tampa Tribune.</em></p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Pride was a Nieman Fellow at Harvard University in 1984-85. He won the National Press Foundation&#39;s editor of the year award in 1987 for directing the<em style=\"margin: 0px; padding: 0px;\">Monitor&#39;s</em>&nbsp;coverage of the Challenger disaster and later the Yankee Quill Award for contributions to New England journalism.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">In 2004, Pride was Weinstein scholar-in-residence at Gettysburg College, where he co-taught a course in presidential politics. He has also been a lecturer and tour guide at the Civil War Institute at the college. In 2005, he was a Hoover media fellow at Stanford University.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Pride is a former chairman of the Small Newspapers Committee of the American Society of Newspapers Editors and also served on the society&#39;s writing awards board. He is a member of the Elijah Parish Lovejoy Award committee at Colby College and the Sarah Josepha Hale Award committee in Newport, NH.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He is the co-author of&nbsp;<em style=\"margin: 0px; padding: 0px;\">My Brave Boys</em>, a Civil War history, and&nbsp;<em style=\"margin: 0px; padding: 0px;\">Too Dead to Die,</em>the memoir of a Bataan Death March survivor, and the co-editor of&nbsp;<em style=\"margin: 0px; padding: 0px;\">The New Hampshire Century.</em></p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Pride joined the Pulitzer Prize Board in 1999.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Concord Monitor"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Mike"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Concord, NH"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "122"
        },
        {
          "tid": "121"
        },
        {
          "tid": "120"
        },
        {
          "tid": "119"
        },
        {
          "tid": "118"
        },
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "managing editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "142",
          "title": "",
          "filename": "psteiger.jpg",
          "alt": "Paul Steiger",
          "timestamp": "1439236138",
          "filesize": "4871",
          "fid": "893",
          "width": "100",
          "uri": "public://psteiger.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441220732",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7502",
    "title": "Paul Steiger",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Steiger"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Paul Steiger</strong> is the managing editor of the <em>Wall Street Journal</em> and a vice president of Dow Jones &amp; Company. The editors of the <em>Wall Street Journal Online, the Wall Street Journal Europe</em> and <em>the Wall Street Journal Asia</em> also report to him.</p><p class=\"article\">Mr. Steiger joined the <em>Journal</em> in 1966 as a reporter in the San Francisco bureau. In 1968, he moved to the <em>Los Angeles Times</em> as a staff writer and in 1971 transferred to that paper&#39;s Washington, DC, bureau as an economics correspondent. He returned to Los Angeles in 1978 to serve as the <em>Times&#39;</em> business editor.</p><p class=\"article\">In 1983, Mr. Steiger rejoined the <em>Journal</em> as an assistant managing editor in New York and became a deputy managing editor in April 1985. He was appointed managing editor in June 1991 and became a vice president of the <em>Journal</em> in May 1992. Under his leadership, <em>Wall Street Journal</em> reporters and editors have won 14 Pulitzer Prizes in 14 years.</p><p class=\"article\">In 2002, Mr. Steiger was selected the first recipient of the American Society of Newspaper Editors&#39; Leadership Award, honoring his more than a decade of leadership at the <em>Wall Street Journal.</em> The John E. Anderson Graduate School of Management at UCLA honored him with the 2002 Gerald Loeb Award for lifetime achievement. Also in 2002, he was awarded the Columbia Journalism Award, given to honor a &quot;singular journalistic performance in the public interest,&quot; and the highest honor awarded by the Columbia University School of Journalism. He was named a 2001-2002 Poynter Fellow by Yale University. The National Press Foundation awarded him the 2001 George Beveridge Editor of the Year Award for qualities that produce excellence in media. In 2006, the National Academy of Television Arts &amp; Sciences awarded him an Emmy for Lifetime Achievement in Business &amp; Financial Reporting. Mr. Steiger personally won three Gerald Loeb Awards and two John Hancock awards for his economics and business coverage. He is co-author of the book, <em>The &#39;70s Crash and How to Survive It,</em> published in 1970.</p><p class=\"article\">Born in New York City, Mr. Steiger graduated from Yale University with a bachelor&#39;s degree in economics. He joined the Pulitzer Prize Board in 1998.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Wall Street Journal"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Paul"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "administrator, Graduate School of Journalism"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "319",
          "title": "",
          "filename": "Sig_Gissler.jpg",
          "alt": "Sig Gissler",
          "timestamp": "1440617586",
          "filesize": "53625",
          "fid": "1016",
          "width": "288",
          "uri": "public://Sig_Gissler.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440617678",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7504",
    "title": "Sig Gissler",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Gissler"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Sig Gissler</strong> has been administrator of the Pulitzer Prizes since 2002. A special faculty member at Columbia&#39;s Graduate School of Journalism, Gissler is founder of &quot;Let&#39;s Do It Better,&quot; the school&#39;s national Workshops on Journalism, Race and Ethnicity. He is the former editor of the <em>Milwaukee Journal</em>. During his 25 years with the paper, he served as reporter, editorial page editor and associate editor before becoming editor in 1985. Gissler left the paper in 1993 to become a senior fellow at the Freedom Forum&#39;s Media Studies Center, exploring media coverage of race.</p><p>He joined the Columbia faculty in 1994 where he taught reporting and writing and created a seminar called &quot;Race and Ethnicity in the New Urban America.&quot;</p><p>In 1998, Gissler was voted teacher of the year at the journalism school and in 2002 was given a Presidential Teaching Award at Columbia, one of five professors out of 300 nominated campus-wide.</p><p>A graduate of Lake Forest College, Gissler was a Journalism Fellow at Stanford University in 1975-1976 and a visiting professor at Stanford in 1993. He is a member of the American Society of Newspaper Editors and a former Pulitzer Prize juror.</p><p>Pulitzer Prize Board member since 2002. He is the current administrator of the Prizes.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Sig"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "122"
        },
        {
          "tid": "121"
        },
        {
          "tid": "120"
        },
        {
          "tid": "119"
        },
        {
          "tid": "118"
        },
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "W.E.B. DuBois Professor of Humanities"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "291",
          "title": "",
          "filename": "gates236.jpg",
          "alt": "Henry Louis Gates Jr.",
          "timestamp": "1440619613",
          "filesize": "43817",
          "fid": "1018",
          "width": "236",
          "uri": "public://gates236.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440619613",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7505",
    "title": "Henry Louis Gates Jr.",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Gates Jr."
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Henry Louis Gates Jr.,</strong> is the W.E.B. Du Bois Professor of the Humanities, chair of the Afro-American Studies Department and director of the W.E.B. Du Bois Institute for Afro-American Research at Harvard University.</p><p>With 40 honorary degrees, Gates is a world-renowned scholar and teacher of African and African-American history and culture. He has authored seven books and written numerous essays and reviews on a broad range of African and African-American issues, including slavery, race, feminism, dialect and identity.</p><p>In 1989 he won the American Book Award for <em>The Signifying Monkey: A Theory of Afro-American Literary Criticism</em>. And he recently completed his second major documentary, <em>America Beyond the Color Line.</em> He also authored <em>Colored People: A Memoir</em> in 1994, tracing his childhood experiences in a small West Virginia town in the 1950s and 1960s; <em>The Future of the Race</em> (1996), co-authored with Cornel West; and <em>Thirteen Ways of Looking at a Black Man</em> (1997).</p><p>Gates has edited several anthologies, including <em>The Norton Anthology of African American Literature</em> (1996). He wrote a 1994 cover story for <em>Time</em> magazine on the new black Renaissance in art, and has written numerous articles for the <em>New Yorker</em>. In 2000, Gates authored, along with Cornel West, the widely acclaimed <em>The African American Century: How Black Americans Have Shaped Our Century</em>. That came on the heels of the authoritative and groundbreaking <em>Africana: The Encyclopedia of the African and African American Experience</em>, a collaboration with K. Anthony Appiah. It was also published on a CD-ROM as Encarta Africana by Microsoft. More recently, Gates authenticated the first novel by a female fugitive slave, <em>The Bondwoman&#39;s Narrative</em>.</p><p>Gates began his tenure at Harvard in 1991 after serving on the faculties at Duke, Cornell, and Yale. He is a 1973 summa cum laude, Phi Beta Kappa graduate of Yale, and earned his M.A. and Ph.D. (1979) from Clare College, The University of Cambridge.</p><p>Gates has received dozens of awards and honors, including the National Humanities Award presented by President Bill Clinton in 1998, the MacArthur Foundation &quot;genius grant&quot; (1981), and election to the American Academy of Arts and Letters (1999).</p><p>He has been named one of the &quot;25 Most Influential Americans&quot; by Time magazine in 1997, the year he joined the Pulitzer Board.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Harvard University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Henry Louis"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Cambridge, MA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441053651",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7536",
    "title": "Amanda Bennett",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Bennett"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p style=\"margin: 0px 0px 20px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit; color: rgb(51, 51, 51); font-family: 'Open Sans', 'Segoe UI', Helvetica, sans-serif; font-size: 13px; line-height: 19.9939994812012px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit; font-family: Arial, Helvetica, sans-serif !important;\">Amanda Bennett</strong>, Executive Editor/Enterprise for Bloomberg News, was elected to the Pulitzer Prize Board in 2002. Bennett was editor of&nbsp;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">The Philadelphia Inquirer</em>&nbsp;from June, 2003, to November, 2006, and prior to that was editor of the&nbsp;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">Herald-Leader</em>&nbsp;in Lexington, KY. She also served for three years as managing editor/projects for&nbsp;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">The Oregonian</em>&nbsp;in Portland. Bennett served as a&nbsp;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">Wall Street Journal&nbsp;</em>reporter for more than 20 years.</p><p style=\"margin: 0px 0px 20px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit; color: rgb(51, 51, 51); font-family: 'Open Sans', 'Segoe UI', Helvetica, sans-serif; font-size: 13px; line-height: 19.9939994812012px; background-color: rgb(255, 255, 255);\">A cum laude graduate of Harvard College, she held numerous posts at the paper, including auto industry reporter in Detroit in the late 70s and early 80s, Pentagon and State Department reporter, Beijing correspondent, management editor/reporter, national economics correspondent and, finally, chief of the Atlanta bureau until 1998, when she moved to&nbsp;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">The Oregonian.</em></p><p style=\"margin: 0px 0px 20px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit; color: rgb(51, 51, 51); font-family: 'Open Sans', 'Segoe UI', Helvetica, sans-serif; font-size: 13px; line-height: 19.9939994812012px; background-color: rgb(255, 255, 255);\">No stranger to the Pulitzers, in 1997 Bennett shared the Prize for national reporting with her&nbsp;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">Journal</em>&nbsp;colleagues, and in 2001 during her tenure at&nbsp;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">The Oregonian</em>, that paper won a Pulitzer for public service. She is the author of five books including&nbsp;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">In Memoriam</em>&nbsp;(1998), co-authored with Terence B. Foley;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">The Man Who Stayed Behind</em>, co-authored with Sidney Rittenberg (1993), and&nbsp;<em style=\"margin: 0px; padding: 0px; border: 0px; vertical-align: baseline; box-sizing: inherit;\">Death of the Organization Man</em>&nbsp;(1991).</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Philadelphia Inquirer"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Amanda"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "115"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "chairman"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "400",
          "title": "",
          "filename": "andrewBarnes320.jpg",
          "alt": "Andrew Barnes",
          "timestamp": "1440618785",
          "filesize": "24616",
          "fid": "1017",
          "width": "320",
          "uri": "public://andrewBarnes320.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1441053828",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "0"
        }
      ]
    },
    "nid": "7540",
    "title": "Andrew Barnes",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Barnes"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.1999998092651px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">Andrew Barnes,</strong>&nbsp;chairman of the Poynter Institute for Media Studies, and former chairman and CEO of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">St. Petersburg Times,</em>&nbsp;is a native of New York City and a graduate of Harvard University where he took his degree in history.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.1999998092651px; background-color: rgb(255, 255, 255);\">He began his professional career on the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Providence (R.I.) Journal.</em>&nbsp;After two years in the Army, he joined the<em style=\"margin: 0px; padding: 0px;\">Washington Post</em>&nbsp;in 1965. During his eight years at the<em style=\"margin: 0px; padding: 0px;\">Post,</em>&nbsp;he rose from reporter to deputy metropolitan editor before taking charge of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Post&#39;s</em>&nbsp;education bureau. During 1969-70, he traveled in Europe and Africa on an Alicia Patterson Fellowship studying urban change. In 1973, Barnes joined the&nbsp;<em style=\"margin: 0px; padding: 0px;\">St. Petersburg Times</em>&nbsp;as assistant managing editor and metropolitan editor; in February 1976, he was promoted to managing editor. He became editor and president in April, 1984. In 1988 he succeeded Gene Patterson as chief executive of the Times Publishing Company and chairman of The Poynter Institute for Media Studies. He relinquished the titles of Editor and President to Paul Tash in February 2000.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.1999998092651px; background-color: rgb(255, 255, 255);\">He is immediate past-Chairman of the Newspaper Association of America, and past chairman of the American Society of Newspaper Editors Ethics Committee. He was named to the Pulitzer Board in 1996. Barnes is married to the former Molly Otis; they have two sons, a daughter, and three grandchildren.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Poynter Institute for Media Studies"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Andrew"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "St. Petersburg, FL"
        }
      ]
    }
  }
]