[
  {
    "field_years": {
      "und": [
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        },
        {
          "tid": "107"
        },
        {
          "tid": "106"
        },
        {
          "tid": "105"
        },
        {
          "tid": "104"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "325",
          "title": "",
          "filename": "lcbollinger.jpg",
          "alt": "Lee C. Bollinger",
          "timestamp": "1440704727",
          "filesize": "78955",
          "fid": "1020",
          "width": "236",
          "uri": "public://lcbollinger.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1453309740",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7485",
    "title": "Lee C. Bollinger",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Bollinger"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>President Lee C. Bollinger</strong> is a renowned legal scholar, with an expertise in free speech and the First Amendment. He is an alumnus of Columbia&#39;s Law School, where he is also a professor. He became president of Columbia University on June 1, 2002.&nbsp;</p><p>Born in Santa Rosa, California, Bollinger was raised there and in Baker City, Oregon. He went on to graduate from the University of Oregon in 1968 and received a J.D. from Columbia Law School. He served as a law clerk to Judge Wilfred Feinberg of the United States Court of Appeals for the Second Circuit and Chief Justice Warren Burger of the U.S. Supreme Court. Bollinger went on to join the faculty of the University of Michigan Law School in 1973, becoming dean of the school in 1987. He became provost of Dartmouth College in 1994 before returning to the University of Michigan in 1996 as president.</p><p>Bollinger has authored many articles and books on the subject of free speech such as <em>The Tolerant Society</em> (Oxford University Press, 1988) and<em> Images of a Free Press</em> (University of Chicago Press, 1991).</p><p>President Bollinger is married to artist Jean Magnano Bollinger. They have two children.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Lee C."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        },
        {
          "tid": "107"
        },
        {
          "tid": "106"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "UPS Foundation Professor,  School of Social Science"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "400",
          "title": "",
          "filename": "dallen2.jpg",
          "alt": "Danielle Allen",
          "timestamp": "1441223514",
          "filesize": "94260",
          "fid": "1029",
          "width": "300",
          "uri": "public://dallen2.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1441223574",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7486",
    "title": "Danielle Allen",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Allen"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Danielle Allen</strong> is a scholar whose intellectual scope spans the fields of the classics, philosophy, and political theory. Her book <em>The World of Prometheus: The Politics of Punishing in Democratic Athens</em> examines the theory and practice of punishment in classical Athens as it affected both the intellectual elite and ordinary citizens. Allen weaves evidence from legal statutes and court speeches with contemporaneous literary and philosophical documents to explore the challenges posed by punishment to democratic Athenian politics and society.</p><p class=\"article\">Allen&#39;s work contributes new perspectives to discussions of race and politics that go well beyond the confines of traditional and canonical scholarship. Her latest book, Talking to Strangers: Anxieties of Citizenship Since Brown v. Board of Education, combines brief readings of philosophers and political theorists with personal reflections on race politics in Chicago. By doing so, Allen proposes strikingly practical techniques of citizenship that she hopes can help us become more trustworthy to others and overcome the fossilized distrust among us.</p><p class=\"article\">A 2001 MacArthur Fellow, Allen is a professor in the University of Chicago&#39;s departments of the classics and political science and in the Committee on Social Thought. She received a B.A. from Princeton University, an M.A. and Ph.D. from Harvard University, and an M.Phil. and Ph.D. from the University of Cambridge. Allen is the author of numerous articles on topics ranging from ancient poetry to Plato to bees to Ralph Ellison and September 11. She joined the Institute for Advanced Study in 2007.</p><p class=\"article\">Danielle Allen joined the Pulitzer Prize Board in 2006.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Institute for Advanced Study"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Danielle"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Princeton, NJ"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "160",
          "title": "",
          "filename": "amoss.jpg",
          "alt": "Jim Amoss",
          "timestamp": "1439236138",
          "filesize": "5336",
          "fid": "878",
          "width": "100",
          "uri": "public://amoss.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441221430",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7487",
    "title": "Jim Amoss",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Amoss"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p>Named the National Press Foundation&#39;s 1997 Editor of the Year and Editor and Publisher&#39;s 2005 Editor of the Year, <strong>Jim Amoss</strong> has been editor of <em>The Times-Picayune</em> in New Orleans since July 1990. Previously, he had been associate editor of <em>The Times-Picayune</em> since 1988. Under his leadership, the paper won the 1997 Pulitzer Prizes in both public service and editorial cartooning. These were the paper&#39;s first Pulitzers since its inception in 1837. The paper also won the 2006 Pulitzer Prizes in public service and breaking news.</p><p class=\"article\">Amoss&#39; journalism career began in 1974 as an investigative reporter for <em>The States-Item,</em> a New Orleans afternoon daily that merged with <em>The Times-Picayune</em> in 1980. He was named chief of <em>The Times-Picayune&#39;s</em> St. Bernard bureau that year and subsequently city editor in 1982, and metropolitan editor in 1983.</p><p class=\"article\">Amoss is a native of New Orleans, though he spent part of his growing up years in Germany and Belgium. In 1969, he graduated magna cum laude from Yale and went on to study as a Rhodes Scholar at Oxford, specializing in German literature and the work of Thomas Mann.</p><p class=\"article\">Amoss serves on the board of visitors of the Manship School of Mass Communications at Louisiana State University. Amoss previously served as a juror for the Pulitzer Prizes in 1994, 1995, 1999 and 2000. He is a member of the board of the American Society of Newspaper Editors.</p><p class=\"article\">He is married to New Orleans architect Nancy Monroe. They are the parents of Adam and Sophie.</p><p class=\"article\">Amoss joined the Pulitzer Prize Board in May 2003.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Times-Picayune"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Jim"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New Orleans, LA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "executive editor/Enterprise"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "140",
          "title": "",
          "filename": "bennett.jpg",
          "alt": "Amanda Bennett",
          "timestamp": "1439236138",
          "filesize": "5107",
          "fid": "879",
          "width": "100",
          "uri": "public://bennett.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441222726",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7488",
    "title": "Amanda Bennett",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Bennett"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" src=\"http://www.pulitzer.org/files/bio_images/bennett.jpg\"><strong>Amanda Bennett,</strong> Executive Editor/Enterprise for Bloomberg News, was elected to the Pulitzer Prize Board in 2002. Bennett was editor of <em>The Philadelphia Inquirer</em> from June, 2003, to November, 2006, and prior to that was editor of the <em>Herald-Leader</em> in Lexington, KY. She also served for three years as managing editor/projects for <em>The Oregonian</em> in Portland.</p><p class=\"article\">Bennett served as a <em>Wall Street Journal</em> reporter for more than 20 years. A cum laude graduate of Harvard College, she held numerous posts at the paper, including auto industry reporter in Detroit in the late 70s and early 80s, Pentagon and State Department reporter, Beijing correspondent, management editor/reporter, national economics correspondent and, finally, chief of the Atlanta bureau until 1998, when she moved to <em>The Oregonian.</em></p><p class=\"article\">No stranger to the Pulitzers, in 1997 Bennett shared the Prize for national reporting with her Journal colleagues, and in 2001 during her tenure at <em>The Oregonian,</em> that paper won a Pulitzer for public service.</p><p class=\"article\">She is the author of five books including <em>In Memoriam</em> (1998), co-authored with Terence B. Foley; <em>The Man Who Stayed Behind,</em> co-authored with Sidney Rittenberg (1993), and <em>Death of the Organization Man</em> (1991).</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Bloomberg News"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Amanda"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "executive editor and senior vice president"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "436",
          "title": "",
          "filename": "kcarroll.jpg",
          "alt": "Kathleen Carroll",
          "timestamp": "1440608185",
          "filesize": "52939",
          "fid": "1013",
          "width": "295",
          "uri": "public://kcarroll_0.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440608297",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7490",
    "title": "Kathleen Carroll",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Carroll"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Kathleen Carroll </strong>has served as executive editor for the AP since 2002 and as senior vice president since Sept. 2003.</p><p>Before joining the news organization some 25 years ago, she studied journalism at the University of Texas at Arlington and worked as a reporter for the <em>Dallas Morning News</em>.</p><p>The Dallas bureau of the AP first hired Carroll in 1978. She quickly rose through the ranks, being promoted to news editor of the Newark bureau in 1981 and then in 1982, city editor, then assistant chief of the Los Angeles Bureau. For the next several years, Carroll worked first as a business editor for the <em>International Herald Tribune</em> in Paris and then as an editor for the <em>San Jose Mercury News</em>. She returned to the AP for a time in 1990 as a Washington DC bureau news editor until Knight Ridder hired her as Washington Bureau News Editor in 1996. She became Knight Ridder&#39;s Washington Bureau Chief in 1999, supervising both Washington and overseas coverage for the newspaper group. During that time, Knight Ridder reporters won a 2001 George Polk Award for international reporting.</p><p>Carroll has been a member of the American Society of Newspaper Editors since 1996 and has served on its Readership and Craft Development Committees. She also is a member of the Associated Press Managing Editors&#39; Board of Directors and the APME board&#39;s executive committee.</p><p>Carroll joined the Pulitzer Prize Board in 2003.&quot;</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Associated Press"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Kathleen"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "columnist"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "319",
          "title": "",
          "filename": "friedman236.jpg",
          "alt": "Thomas L. Friedman",
          "timestamp": "1453312764",
          "filesize": "108187",
          "fid": "4691",
          "width": "236",
          "uri": "public://friedman236_0.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1453312764",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7491",
    "title": "Thomas L. Friedman",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Friedman"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Thomas L. Friedman,</strong> a native of Minneapolis, graduated summa cum laude in 1975 with a degree in Mediterranean Studies from Brandeis University. On a Marshall Scholarship, he studied at Oxford University&#39;s St. Antony&#39;s College and later earned a master&#39;s degree in Middle East studies from Oxford in 1978.</p><p class=\"article\">After a year as a general assignment reporter in the London bureau of United Press International (UPI), Friedman was transferred to UPI&#39;s Beirut bureau as a correspondent from 1979-1981.</p><p class=\"article\"><em>The New York Times</em> hired Friedman in 1981, transplanting him in New York as a financial reporter. A year later, he found himself back in Beirut as the <em>Times&#39;</em> Beirut bureau chief, from 1982-84, and subsequently became its Israel bureau chief from 1984-1988.</p><p class=\"article\">After winning a 1988 Guggenheim Foundation Fellowship to write his first book, <em>From Beirut to Jerusalem,</em> Friedman was made chief diplomatic correspondent for the <em>Times</em> in 1989 and was appointed chief White House correspondent in 1992. He then served as international economics correspondent in 1994, and became foreign affairs columnist the following year.</p><p class=\"article\">For international reporting, Friedman won the Pulitzer Prize in both 1983 and 1988 and again in 2002 for distinguished commentary. In 2004, he was also awarded the Overseas Press Club Award for lifetime achievement.</p><p class=\"article\">His first book, <em>From Beirut to Jerusalem</em> (1989), won both the 1989 National Book Award and 1989 Overseas Press Club Award. He wrote three more over the next several years, including the text for a photography book by Micha Bar-Am called <em>Israel: A Photobiography</em> (1998). The others are <em>The Lexus and the Olive Tree: Understanding Globalization</em> (1999), which won him another Overseas Press Club Award in 2000, and his most recent work <em>Longitudes and Attitudes: Exploring the World After September 11</em> (2002). He is currently completing a new book, <em>The World is Flat: A Brief History of the 21st Century.</em></p><p class=\"article\">Friedman has been a visiting professor at Harvard, earned honorary degrees from five universities and currently serves on the Board of Trustees at Brandeis University.</p><p class=\"article\">Thomas Friedman joined the Pulitzer board in 2004.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The New York Times"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Thomas L."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        },
        {
          "tid": "107"
        },
        {
          "tid": "106"
        },
        {
          "tid": "105"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editorial page editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "209",
          "title": "",
          "filename": "gigot.jpg",
          "alt": "Paul Gigot",
          "timestamp": "1439236138",
          "filesize": "7334",
          "fid": "883",
          "width": "132",
          "uri": "public://gigot.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1453326922",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7492",
    "title": "Paul Gigot",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Gigot"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p>With nearly 30 years of service with <em>The Wall Street Journal</em>, <strong>Paul Gigot </strong>has been the paper&#39;s editorial page editor and vice president since September 2001. He is responsible for the newspaper&#39;s editorials, op-ed articles and Leisure &amp; Arts criticism and directs the editorial pages of the <em>Journal&#39;s</em> Asian and European editions and the OpinionJournal.com web-site. He is also the host of the weekly half-hour news program, the Journal Editorial Report, on the Fox News Channel. Gigot joined the <em>Journal </em>in 1980 as a reporter in Chicago, and in 1982 he became the Journal&#39;s Asia correspondent, based in Hong Kong. He won an Overseas Press Club award for his reporting on the Philippines. In 1984, he was named the first editorial page editor of <em>The Asian Wall Street Journal</em>, based in Hong Kong. In 1987, he was assigned to Washington, where he contributed editorials and a weekly column on politics, &quot;Potomac Watch,&quot; which won the 2000 Pulitzer Prize for commentary. Gigot is a summa cum laude graduate of Dartmouth College, where he was chairman of the daily student newspaper.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Wall Street Journal"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Paul"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "Wallis Annenberg Chair, Director, Center for the Study of Journalism and Democracy, Annenberg School of Communication"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "136",
          "title": "",
          "filename": "jharris.jpg",
          "alt": "Jay T. Harris",
          "timestamp": "1439236138",
          "filesize": "3549",
          "fid": "886",
          "width": "100",
          "uri": "public://jharris.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441312026",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7495",
    "title": "Jay T. Harris",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Harris"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">Jay T. Harris,</strong>&nbsp;the former publisher of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">San Jose Mercury News,</em>&nbsp;is director of The Center for the Study of Journalism and Democracy at the Annenberg School of Communication, University of Southern California.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">In his 30 years in journalism, Harris has worked as a reporter, editor, educator and corporate executive. Appointed publisher of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Mercury News</em>&nbsp;in 1994, Harris emphasized more complete coverage of community life, increased the quality and quantity of news about Silicon Valley business and high technology, and launched weekly Spanish and Vietnamese-language newspapers.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">After beginning his journalism career as a reporter and editor at the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Wilmington (Del.) News-Journal,</em>&nbsp;Harris joined the faculty, and served as assistant dean, of Northwestern&#39;s Medill School of Journalism. While at Medill, he designed and launched the American Society of Newspaper Editors&#39; annual national census of minority employment in daily newspapers, which remains the industry benchmark to this day.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">He worked as a national correspondent and columnist for the Gannett News Service and was executive editor of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Philadelphia Daily News</em>&nbsp;before moving to Knight Ridder&#39;s corporate staff, where he served as assistant to the president of the Newspaper Division and, later, vice president of operations, where he was responsible for the business operations of nine of the company&#39;s newspapers.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Harris has been recognized with awards from numerous universities, nonprofit and social justice organizations, and national journalism and journalism education organizations, including honorary doctorates from Lincoln University in Pennsylvania, his alma mater, and Santa Clara University in California.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Harris joined the Pulitzer Board in 2000.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "University of Southern California"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Jay T."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Los Angeles, CA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "118"
        },
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "Donald J. McLachlan Professor of History, Emeritus"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "140",
          "title": "",
          "filename": "dkennedy.jpg",
          "alt": "David M. Kennedy",
          "timestamp": "1439236138",
          "filesize": "6583",
          "fid": "887",
          "width": "100",
          "uri": "public://dkennedy.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1441312197",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7496",
    "title": "David M. Kennedy",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Kennedy"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">David M. Kennedy,</strong>&nbsp;Pulitzer Prize-winning historian and professor, has taught at Stanford University since 1967 and was named the Donald J. McLachlan Professor of History in 1993. His many books include the 1971 Bancroft prize-winning<em style=\"margin: 0px; padding: 0px;\">Birth Control in America</em>; 1981 Pulitzer Prize finalist&nbsp;<em style=\"margin: 0px; padding: 0px;\">Over Here: The First World War and American Society,</em>&nbsp;and&nbsp;<em style=\"margin: 0px; padding: 0px;\">Freedom From Fear,</em>&nbsp;which won the Pulitzer Prize in history in 2000.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">The Seattle native earned a B.A. in history in 1963 from Stanford University, then continued his studies at Yale, where he was awarded a master&#39;s degree and doctorate in American Studies. In 1967, Kennedy returned to Stanford, where he has taught since, with the exception of two visiting professorships at the University of Florence and at Oxford University.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Kennedy has been the U.S. delegate to Oxford University Press since 1997, and was a U.S. International Communications Agency Lecturer in Italy, Denmark, Finland,Turkey, Ireland and Germany. In the States, Kennedy has served on the boards of many organizations, including the Educational Testing Service&#39;s Test Development Committee for Advanced Placement Examination in U.S. History as well as the advisory boards of several PBS television series, including &quot;The American Experience.&quot;</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Among his many honors, Kennedy was named a fellow of the American Council of Learned Societies and the Guggenheim Foundation and was selected to the American Academy of Arts and Sciences and the American Philosophical Society.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">His writings have appeared in numerous publications including&nbsp;<em style=\"margin: 0px; padding: 0px;\">The Historian, Reviews in American History, Encyclopedia of American Biography, the Dictionary of American Biography</em>, as well as others including&nbsp;<em style=\"margin: 0px; padding: 0px;\">The Nation, The New Republic, The London Review of Books, The Atlantic Monthly, The Los Angeles Times</em>&nbsp;and&nbsp;<em style=\"margin: 0px; padding: 0px;\">The New York Times.</em></p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.2px; background-color: rgb(255, 255, 255);\">Kennedy served as a Pulitzer Prize juror in the history category in 1984, 1994 and 2002. He was elected to the Pulitzer Prize Board in 2002.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Stanford University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "David M."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Palo Alto, CA"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        },
        {
          "tid": "107"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "dean, Graduate School of Journalism"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "110",
          "title": "",
          "filename": "lemann.jpg",
          "alt": "Nicholas Lemann",
          "timestamp": "1439236138",
          "filesize": "34622",
          "fid": "888",
          "width": "95",
          "uri": "public://lemann.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1453312252",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7497",
    "title": "Nicholas Lemann",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Lemann"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Nicholas Lemann</strong> was born, raised and educated in New Orleans. He began his journalism career as a 17-year-old writer for an alternative weekly newspaper there, the <em>Vieux Carre Courier.</em> He graduated magna cum laude from Harvard College in 1976, where he concentrated in American History and Literature and was President of the Harvard Crimson.</p><p class=\"article\">After graduation he worked at the <em>Washington Monthly</em>, as an associate editor and then managing editor; at <em>Texas Monthly,</em> as an associate editor and then executive editor; at the <em>Washington Post</em>, as a member of the national staff; at the <em>Atlantic Monthly,</em> as national correspondent; and at the <em>New Yorker,</em> as staff writer and then <em>Washington Correspondent.</em> On September 1, 2003, he became dean of the Graduate School of Journalism at Columbia University, at the end of a process of re-examination of the school&#39;s mission conducted by a national task force convened by the university&#39;s President, Lee C. Bollinger.</p><p class=\"article\">Lemann has published five books, most recently <em>Redemption: The Last Battle of the Civil War</em> (2006); The Big Test: The Secret History of the American Meritocracy (1999), which helped lead to a major reform of the SAT; and <em>The Promised Land: The Great Black Migration and How It Changed America</em> (1991), which won several book prizes. He has written widely for such publications as the <em>New York Times, The New York Review of Books, The New Republic, Slate,</em> and <em>American Heritage;</em> worked in documentary television with Blackside, Inc., Frontline, the Discovery Channel, and the BBC; and lectured at many universities. Lemann continues to write for the <em>New Yorker</em>, and serves on the boards of directors of the Authors Guild, the Center for the Humanities at the City University of New York Graduate Center, and the Society of American Historians, and is a member of the New York Institute for the Humanities.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Nicholas"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "457",
          "title": "",
          "filename": "gmoore300.jpg",
          "alt": "Gregory Moore",
          "timestamp": "1440598889",
          "filesize": "139340",
          "fid": "1008",
          "width": "300",
          "uri": "public://gmoore300.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440598985",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7499",
    "title": "Gregory L. Moore",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Moore"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Gregory L. Moore</strong> has been editor of <em>The Denver Post</em> since June 2002. Prior to that, he was managing editor of the <em>Boston Globe</em>.</p><p>The Cleveland native graduated from Ohio Wesleyan University in 1976 with a degree in journalism and political science. Later that year, he became a reporter for Dayton, Ohio&#39;s <em>Journal Herald</em> and covered a number of beats, including city hall. In 1980, Moore returned to Cleveland, where he spent six years and covered county and city government before being named state political editor and then day city editor for the <em>Plain Dealer</em>.</p><p><em>The Boston Globe</em> hired Moore in 1986 as a senior assistant city editor. He rose through the ranks, becoming city editor the following year, assistant managing editor for local news in 1989, deputy managing editor in 1991, and finally managing editor in 1994.</p><p>In 1996, Moore was named Journalist of the Year by the New England Chapter of the National Association of Black Journalists (NABJ). He is a former board member of NABJ and of the American Society of Newspaper Editors and has taught at the Poynter Institute for Media Studies and the American Press Institute. He is a member of the Board of Trustees at Ohio Wesleyan University.</p><p>Gregory Moore joined the Pulitzer Prize Board in 2004.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Denver Post"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Gregory L."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Denver, CO"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "editor, chairman and CEO"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "498",
          "title": "",
          "filename": "paultash2.jpg",
          "alt": "Paul Tash",
          "timestamp": "1440535796",
          "filesize": "18944",
          "fid": "1007",
          "width": "332",
          "uri": "public://paultash2.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440620517",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7503",
    "title": "Paul C. Tash",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Tash"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Paul C. Tash</strong> is the editor of <em>The St. Petersburg Times </em>and chairman and CEO of the Times Publishing Company.</p><p>A native of South Bend, Indiana, Tash graduated summa cum laude from Indiana University in 1976. He received a Marshall Scholarship and graduated magna cum laude with a bachelor of laws degree from Edinburgh University in Scotland in 1978.</p><p>He started with the <em>Times</em> that fall as a local news reporter. He also has been a Tallahassee reporter, the city editor, metropolitan editor, Washington bureau chief and executive editor for the Times. From 1990-91, Tash was the editor and publisher of <em>Florida Trend</em>, a statewide business magazine owned by the Times Publishing Company.</p><p>Tash is chairman of the Poynter Institute for Media Studies, a school for journalists, which owns Times Publishing. He also serves on the board of the Pulitzer Prizes, the Committee to Protect Journalists and the Newspaper Association of America. Tash is a director of Western Communications, an independent newspaper company based in Bend, Oregon, and he is a member of the Florida Council of 100, a group of business leaders.</p><p>Tash is married to the former Karyn Krayer of St. Petersburg, a high school teacher, and they have two daughters, seniors in college and high school.</p><p>The St. Petersburg Times is an independent newspaper and Florida&#39;s largest daily, with an average circulation of 330,000 and 410,000 on Sunday. The Times has won six Pulitzer Prizes, and it is consistently ranked among the country&#39;s best newspapers. Times Publishing also owns <em>Congressional Quarterly,</em> a news and information service and book publisher based in Washington, DC, and <em>Governing</em> magazine.</p><p>Tash joined The Pulitzer Prize Board in 2006.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The St. Petersburg Times"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Paul C."
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "St. Petersburg, FL"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "117"
        },
        {
          "tid": "116"
        },
        {
          "tid": "115"
        },
        {
          "tid": "114"
        },
        {
          "tid": "113"
        },
        {
          "tid": "112"
        },
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "administrator, Graduate School of Journalism"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "319",
          "title": "",
          "filename": "Sig_Gissler.jpg",
          "alt": "Sig Gissler",
          "timestamp": "1440617586",
          "filesize": "53625",
          "fid": "1016",
          "width": "288",
          "uri": "public://Sig_Gissler.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1440617678",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7504",
    "title": "Sig Gissler",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Gissler"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Sig Gissler</strong> has been administrator of the Pulitzer Prizes since 2002. A special faculty member at Columbia&#39;s Graduate School of Journalism, Gissler is founder of &quot;Let&#39;s Do It Better,&quot; the school&#39;s national Workshops on Journalism, Race and Ethnicity. He is the former editor of the <em>Milwaukee Journal</em>. During his 25 years with the paper, he served as reporter, editorial page editor and associate editor before becoming editor in 1985. Gissler left the paper in 1993 to become a senior fellow at the Freedom Forum&#39;s Media Studies Center, exploring media coverage of race.</p><p>He joined the Columbia faculty in 1994 where he taught reporting and writing and created a seminar called &quot;Race and Ethnicity in the New Urban America.&quot;</p><p>In 1998, Gissler was voted teacher of the year at the journalism school and in 2002 was given a Presidential Teaching Award at Columbia, one of five professors out of 300 nominated campus-wide.</p><p>A graduate of Lake Forest College, Gissler was a Journalism Fellow at Stanford University in 1975-1976 and a visiting professor at Stanford in 1993. He is a member of the American Society of Newspaper Editors and a former Pulitzer Prize juror.</p><p>Pulitzer Prize Board member since 2002. He is the current administrator of the Prizes.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Columbia University"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Sig"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "New York, NY"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        },
        {
          "tid": "107"
        },
        {
          "tid": "106"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "vice president for news"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1441378892",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7533",
    "title": "Joyce Dehli",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Dehli"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><b>Joyce Dehli</b>, Vice President of Lee Enterprises, joined the Pulitzer Prize Board in May, 2008.</p><p class=\"article\">Lee Enterprises publishes 54 daily newspapers and their Web sites. They include the <em>St. Louis Post-Dispatch</em>, the <em>Arizona Daily Star</em> in Tucson, the <em>Wisconsin State Journal</em> in Madison, and other mid-size and small newspapers.</p><p class=\"article\">Dehli, who was appointed vice president for news in 2006, leads strategic efforts to strengthen the company&#39;s print and online journalism. She also oversees journalism training, which includes the curriculum of Lee Online University, a companywide program she helped create. From late 2004 to 2006, she served as Lee&#39;s editorial training manager and then director of editorial development. She conducted extensive training in enterprise journalism, newsroom leadership and ethical decision-making.</p><p class=\"article\">As managing editor of the <em>Wisconsin State Journal</em> from 2003 to 2004 and assistant managing editor from 2001 to 2003, she helped to lead the newspaper&#39;s emphasis on investigative journalism, which included reports on statehouse corruption, a prosecutor&#39;s justice-for-sale scheme, the unraveling of a poor neighborhood within an affluent city, and racial disparities in local schools.</p><p class=\"article\">From 1996 to 2001, she served as night city editor, enterprise editor and city editor at the <em>State Journal.</em> She joined the newspaper in 1987 as a beat reporter and later moved into project reporting. She began her journalism career in Louisville, Kentucky, where she reported for <em>The Courier-Journal and The Louisville Times</em> from 1981 to 1984.</p><p class=\"article\">Dehli, a 2002 Poynter Ethics Fellow, has been a guest teacher and roundtable panelist at The Poynter Institute, delivered a presentation for the National Institute on Computer-Assisted Reporting on mining databases for local stories, and taught journalists about analyzing databases. She holds a bachelor&#39;s degree in journalism from Marquette University in Milwaukee and a master&#39;s degree in English literature from the University of Wisconsin-Madison.</p><p class=\"article\">In March of 2008, Dehli served as a juror for the Pulitzer Prize in Local Reporting.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Lee Enterprises"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Joyce"
        }
      ]
    },
    "field_location_text": []
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "vice president for civic engagement"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "268",
          "title": "",
          "filename": "lipinski236.jpg",
          "alt": "Ann Marie Lipinski",
          "timestamp": "1453314309",
          "filesize": "104680",
          "fid": "4693",
          "width": "236",
          "uri": "public://lipinski236.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1453314309",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7534",
    "title": "Ann Marie Lipinski",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Lipinski"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Ann Marie Lipinski</strong> is vice president for civic engagement at The University of Chicago. She was senior vice president and editor at the <em>Chicago Tribune</em> from February 2001 to July 2008. Prior to that, she served as its vice president and executive editor.</p><p class=\"article\">Lipinski is a graduate of the University of Michigan. She first came to the <em>Tribune</em> as an intern in the summer of 1978 and rose through the ranks to senior editorial posts, including associate managing editor for metropolitan news in 1991, deputy managing editor in 1994 and managing editor in 1995.</p><p class=\"article\">As a <em>Chicago Tribune</em> reporter, she won the Pulitzer Prize for investigative reporting in 1988 for a series of articles on conflicts of interest in the Chicago City Council. The following year, she won a Nieman Fellowship for journalists, for which she spent a year at Harvard before returning to head the <em>Tribune&#39;s</em> investigative team. In 1993, Lipinski oversaw the paper&#39;s prize-winning &quot;Killing Our Children,&quot; a yearlong, front-page series on child murders in the Chicago area.</p><p class=\"article\">Lipinski was a juror for the Pulitzer Prizes in 2001 and 2002 and currently serves on the board of visitors of the Poynter Institute, the University of Michigan Journalism Fellows program and the Stanford University Journalism Fellows program.</p><p class=\"article\">Lipinski joined the Pulitzer Prize Board in May 2003.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The University of Chicago"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Ann Marie"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Chicago, IL"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "111"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "former editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "708",
          "title": "",
          "filename": "oppel500.jpg",
          "alt": "Richard Oppel",
          "timestamp": "1441141728",
          "filesize": "59966",
          "fid": "1028",
          "width": "466",
          "uri": "public://oppel500.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1441141835",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "0"
        }
      ]
    },
    "nid": "7535",
    "title": "Richard Oppel",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Oppel"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.1999998092651px; background-color: rgb(255, 255, 255);\"><strong style=\"margin: 0px; padding: 0px;\">Richard Oppel</strong>&nbsp;was editor of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Austin American-Statesman</em> from 1995 to 2008, and was responsible for news and editorial content. After serving in the Marine Corps, he graduated from the University of South Florida and began his career with the<em style=\"margin: 0px; padding: 0px;\">Tampa Tribune.</em></p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.1999998092651px; background-color: rgb(255, 255, 255);\">He worked for the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Associated Press</em>&nbsp;and the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Detroit Free Press</em>before becoming executive editor of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Tallahassee Democrat</em>in 1977, and then editor of the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Charlotte Observer</em>&nbsp;in 1978.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.1999998092651px; background-color: rgb(255, 255, 255);\">During his 15 years in Charlotte, the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Observer</em>&nbsp;won two Pulitzers, both gold medals for meritorious public service, and shared a Pulitzer with the&nbsp;<em style=\"margin: 0px; padding: 0px;\">Atlanta Constitution</em>&nbsp;for editorial cartoons.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.1999998092651px; background-color: rgb(255, 255, 255);\">Oppel has been the National Press Foundation&#39;s Editor of the Year, president of the American Society of Newspaper Editors and president of the North Carolina Press Association.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.1999998092651px; background-color: rgb(255, 255, 255);\">He and his wife Carol have two children, Richard Jr., a <em>New York Times</em> reporter; and Shelby Oppel Wood, a Portland Oregonian reporter.</p><p class=\"article\" style=\"margin: 3px 0px 8px 5px; padding: 0px; line-height: 1.3em; font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 13.1999998092651px; background-color: rgb(255, 255, 255);\">He became a Pulitzer Board member in 2000.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Austin American-Statesman"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Richard"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Austin, TX"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "112"
        },
        {
          "tid": "111"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "executive editor"
        }
      ]
    },
    "field_bio_photo": [],
    "changed": "1440706221",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7538",
    "title": "Anders Gyllenhaal",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Gyllenhaal"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Anders Gyllenhaal </strong>was named executive editor of the <em>The Miami Herald</em> in 2007. From 2002 to 2007, Gyllenhaal (pronounced JILL-in-hall), was editor and senior vice president at the <em>Star Tribune</em>, Minneapolis-St. Paul. Previously, he was executive editor and senior vice president of the <em>News &amp; Observer</em> in Raleigh, NC. He joined the<em> News &amp; Observer</em> in 1991 and worked as metro editor and managing editor before becoming editor in 1997.</p><p>Born in Cleveland, OH, and raised in a small town in Pennsylvania, Gyllenhaal is a graduate of George Washington University. His first reporting job was at the <em>Daily News Record</em> in Harrisonburg, VA. Following that, he worked at <em>The Press</em> in Atlantic City, and then the <em>Miami Herald</em>, where he spent 12 years as a reporter, editor and head of the paper&#39;s Fort Lauderdale office.</p><p>He is married to Beverly Mills Gyllenhaal, who writes a weekly cooking column that appears in approximately 115 papers across the U.S. and Canada. He is a member of the American Society of Newspaper Editors.</p><p>Gyllenhaal joined the Pulitzer Board in 2001.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Miami Herald"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Anders"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Miami, FL"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        },
        {
          "tid": "107"
        },
        {
          "tid": "106"
        },
        {
          "tid": "105"
        },
        {
          "tid": "104"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "retired president and publisher"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "323",
          "title": "",
          "filename": "beckrandell237.jpg",
          "alt": "Randell Beck",
          "timestamp": "1440533757",
          "filesize": "79104",
          "fid": "1004",
          "width": "237",
          "uri": "public://beckrandell237.jpg",
          "uid": "11",
          "status": "1"
        }
      ]
    },
    "changed": "1453831469",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7632",
    "title": "Randell Beck",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Beck"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Randell Beck</strong>, as the prize-winning executive editor of the <em>Argus Leader </em>from 2001 to 2008, led his newspaper through numerous public service, investigative and First Amendment projects. Those included a legal battle that resulted in a landmark state Supreme Court ruling in 2005 unsealing more than 200 criminal pardons issued secretly by the governor of South Dakota.</p><p>Under his direction, the newspaper was also recognized as an industry leader for its recruitment and promotion of journalists of color. Beck chairs a panel of journalists and academics that organizes and hosts the largest training effort of its kind for young Native American journalists.</p><p>Beck recently received the Award for Editorial Leadership from the American Society for Newspaper Editors. Given annually since 2001, the award honors individuals who have &ldquo;championed great journalism during their careers.&rdquo; A graduate of the University of Missouri&rsquo;s School of Journalism, he began his career at the now-defunct <em>Memphis Press-Scimitar</em> as a courts and police reporter in 1979. From 1983 to 1987, he worked at the <em>Knoxville</em> (Tenn.) <em>Journal </em>as reporter covering energy and environment issues. He joined the <em>Kansas City Star </em>in 1987 as a general assignment reporter and became an editor two years later. Beck became assistant managing editor at the <em>San Bernardino County</em> (Calif.) <em>Sun</em> in 1996. In 1998, he joined <em>The News Journal </em>in Wilmington, Del., and served as managing editor of that newspaper from 1999 to 2001.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "Argus Leader Media"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Randell"
        }
      ]
    },
    "field_location_text": {
      "und": [
        {
          "safe_value": "Sioux Falls, SD"
        }
      ]
    }
  },
  {
    "field_years": {
      "und": [
        {
          "tid": "111"
        },
        {
          "tid": "110"
        },
        {
          "tid": "109"
        },
        {
          "tid": "108"
        },
        {
          "tid": "107"
        },
        {
          "tid": "106"
        },
        {
          "tid": "105"
        },
        {
          "tid": "104"
        }
      ]
    },
    "field_job_title": {
      "und": [
        {
          "safe_value": "vice president/editorial page editor"
        }
      ]
    },
    "field_bio_photo": {
      "und": [
        {
          "filemime": "image/jpeg",
          "height": "150",
          "title": "",
          "filename": "willeysmall.jpg",
          "alt": "Keven Ann Willey",
          "timestamp": "1439236146",
          "filesize": "33847",
          "fid": "917",
          "width": "154",
          "uri": "public://willeysmall.jpg",
          "uid": "0",
          "status": "1"
        }
      ]
    },
    "changed": "1453386321",
    "type": "board_member",
    "field_ordering_weight": {
      "und": [
        {
          "value": "1"
        }
      ]
    },
    "nid": "7633",
    "title": "Keven Ann Willey",
    "field_last_name": {
      "und": [
        {
          "safe_value": "Willey"
        }
      ]
    },
    "body": {
      "und": [
        {
          "safe_summary": "",
          "safe_value": "<p><strong>Keven Ann Willey</strong>, a native of Washington, D.C., became vice president and editorial page editor of <em>The Dallas Morning News </em>in November 2002. Her editorial department&rsquo;s successful four-year campaign to amend the state constitution to require legislators to publicly record their votes by name was a finalist for the 2008 Pulitzer Prize in editorial writing. Willey received the 2007 Mayborn Award for Community Service from the Texas Daily Newspaper Association and the 2007 James Madison Award from the Freedom of Information Foundation of Texas for the recorded votes effort. Those editorials also won the 2004 Scripps Howard Foundation National Journalism Award for Distinguished Service to the First Amendment.</p><p>Willey attended the University of Arizona and studied briefly in Europe and in Guadalajara, Mexico. She spent the majority of her college career at Northern Arizona University in Flagstaff, where she graduated magna cum laude in 1980 with a bachelor&rsquo;s degree in journalism with emphasis in political science and Spanish. She is a 2001 graduate of the Management Development Program sponsored by the Kellogg Graduate School of Management and the Medill School of Journalism at Northwestern University. She was named a Hoover Fellow at Stanford University.</p><p>Willey began her journalism career at The Associated Press in Phoenix, and later in 1980 joined <em>The Arizona Republic</em> in Phoenix. She spent 1987 to 1988 covering the presidential campaign and has covered eight national political conventions. Willey became <em>The Republic</em>&rsquo;s political columnist in 1989 and was named editorial page editor in 1998. Under her direction <em>The Republic</em>&rsquo;s editorial pages were twice named finalists for the Pulitzer Prize.</p><p>A 2008 Pulitzer Prize jurist, Willey was the 2006 to 2007 president of the Texas Associated Press Managing Editors, a statewide organization of newspaper editors, and is a former board member of the National Conference of Editorial Writers. She is currently a board member of the SMU Tate Lecture Series and a member of the World Affairs Council of Dallas-Fort Worth.</p><p>In years past, Willey won many awards for news writing, column writing and editorial writing, including an award from The Associated Press Managing Editors. She is a former president of the First Amendment Coalition of Arizona and a founding board member of First Amendment Funding Inc. Her work has appeared in <em>The New York Times,</em> and she has been featured on PBS, NPR, CNN, C-SPAN and numerous other television and radio stations nationwide.</p><p>Keven Ann Willey joined the Pulitzer Prize Board in 2009.</p>"
        }
      ]
    },
    "field_employer": {
      "und": [
        {
          "safe_value": "The Dallas Morning News"
        }
      ]
    },
    "field_first_name": {
      "und": [
        {
          "safe_value": "Keven Ann"
        }
      ]
    },
    "field_location_text": []
  }
]